const saintsData = {
    ramdas: {
        name: "बाबा रामदास साहिब जी का जीवन चरित्र",
        image: "images/baba-ramdas.jpg",
        description: `
            <div style="text-align:center; color:#b8860b; font-size:1.2em; font-weight:bold; margin-top:20px;">

                श्री गुरूदेवाय नमः <br>
                जय सच्चिदानन्द <br>
                सत् चित् श्रीमान 1008 ब्रह्मनेष्ठी <br>
                धनगुरू स्वामी बाबा रामदास साहिब जी<br>
                का जीवन चरित्र<br><br>
            </div>
            <div style="text-align:center; color:#b8860b; font-size:1.2em; font-weight:bold; margin-top:10px;">
                दोहा - बाल यतीवर श्री गुरू गुरू रामदास को वंद<br>
                जास कृपा ते पावहों, पूरन सच्चिदानन्द ।
            </div>
            <br>
धनगुरू <strong><strong> बाबा रामदास </strong> साहिब जी (<strong> स्वामी जी </strong>)</strong> का जन्म सिंधु देश में जिला सक्खर के अब्दुअ गोठ में पिता श्री जैसाराम जी रोहिणा एवं माता श्रीमती टिक्की बाई जी के यहां महाशिवरात्रि के पावन दिन अमृत वेले वर्ष 1875 में हुआ। <br>

             धनगुरू <strong> बाबा रामदास </strong> साहिब जी ने नवजात बच्चो के स्वाभाविक रोने के स्थान पर हस्ते-मुस्कराते हुए जन्म लिया। <strong> स्वामी जी </strong> का प्रारंभिक नाम श्री गुरुग्रंथ साहिब के वचन के साथ श्री शेवकराम रखा गया। <strong> स्वामी जी </strong> के जन्म के पश्चात घर-परिवार में रिद्धि-सिद्धी का वास महसूस किया गया। धनगुरू <strong> बाबा रामदास </strong> जी (श्री शेवकराम) बाल्य अवस्था में हमेशा ही हस्ते खिलखिलाने वाले स्वभाव के रहे। <strong> स्वामी जी </strong> के पिताश्री उनको हमेशा ही सत्संग में ले जाते थे। एक बार आश्रम के संत बाबा सुखराम दास जो कि स्वयं सूरदास थे के चरणों में रखकर <strong> स्वामी जी </strong> (श्री शेवकराम <strong> बाबा रामदास </strong> जी) के पिता ने उनका परिचय दिया। बाबा सुखराम दास जी ने बालक पर हाथ रखकर कहा कि यह बालक ईश्वर भगत है वह निश्चित रूप से ईश्वरीय भगती के साथ महापुरूष बनेगा। उनका वचन सत्य साबित हुआ। इसलिए कहा गया है :-

            <div style="
    max-width: 600px;          /* narrower box */
    margin: 20px auto;         /* less vertical spacing */
    padding: 10px 15px;        /* smaller padding for compact look */
    background: #fffaf0;
    border: 2px solid #b8860b;
    border-radius: 12px;       /* slightly smaller radius */
    box-shadow: 0px 2px 6px rgba(0,0,0,0.1);
    text-align: center;
    color: #4b2e05;
    font-size: 1.15em;         /* slightly smaller font */
    line-height: 1.7;          /* tighter line spacing */
    font-weight: 500;
">

  <p>संत वचन पल्टे नहीं, पलट जाइ ब्रह्मंड।</p>

</div>




            <strong> स्वामी जी </strong> बाल्य अवस्था में बाल्य लीलायें इस प्रकार की करते थे जैसे कि स्वयं भगवान श्रीराम, भगवान श्री कृष्ण या नानक शाह प्रकट हो गये हो। <strong> स्वामी जी </strong> हमेशा ही किसी भी संत फकीर को कुछ दिए बिना, कुछ खिलाएँ बिना वापस नही जाने देते थे।<br><br>
            बाल्य अवस्था में <strong> स्वामी जी </strong> का स्वास्थ ज्यादा खराब होने के कारण <strong> स्वामी जी </strong> के माता-पिता ने उनको अब्दू गोठ से एक किलोमीटर दूर 'भ्रकणि' के पास 'लेसुणी आश्रम' के संत बाबा आरतराम जी जिनके गुरू बाबा चरनदास जी थे, उनके दरबार स्थान पर ले गए। उन्होंने जल पिलाया तथा कहा कि यह बालक सिद्ध पुरूष है। <strong> स्वामी जी </strong> को जल पिलाने से फायदा हुआ। <strong> स्वामी जी </strong> को परिवार की ओर से सत्संग की राह दिखाई गई। इसी कारण से वह सत्संग में जाते रहे तथा वह 'सुखमनी साहब' की यह पंक्ति हमेशा पढ़ते थे :-

<div style="
    max-width: 600px;          /* narrower box */
    margin: 20px auto;         /* less vertical spacing */
    padding: 10px 15px;        /* smaller padding for compact look */
    background: #fffaf0;
    border: 2px solid #b8860b;
    border-radius: 12px;       /* slightly smaller radius */
    box-shadow: 0px 2px 6px rgba(0,0,0,0.1);
    text-align: center;
    color: #4b2e05;
    font-size: 1.15em;         /* slightly smaller font */
    line-height: 1.7;          /* tighter line spacing */
    font-weight: 500;
">

  <p>शेवक कऊं शेवा बन आई, हुकुम बोझ परम पद पाए,<br>
  उसके ऊपर नाहीं बीचार, जांके मन वस्या निरंकार।<br>
  बंधन तोड़ भए निरवैर, अन दिन पुरझंइ गुर के पैर,<br>
  उहे लोक सुखी, परलोक सुहेले, नानक हर प्रभ आपहि मेले।</p>

</div>


            <strong> स्वामी जी </strong> पिता के स्वर्गलोक के गमन के बाद शिकारपुर में संतो के आश्रम में घर पर बिना बताए चले गए। वहां पर सेवा करने लगे तथा मन में निश्चय किया कि वहा के संत पंडित स्वामी हरनामदास साहिब जी से गुरूदीक्षा लूंगा। आश्रम में वह तन-मन व निष्काम भाव से दिल से सेवा करने में मग्न हो गये। एक दिन <strong> स्वामी जी </strong> के सेवाभाव को ध्यान में रखकर स्वामी हरनामदास साहिब जी ने <strong> बाबा रामदास </strong> (शेवकराम) से कहा कि क्या चाहिए बताओ इस पर <strong> स्वामी जी </strong> ने हाथ जोड़ कर निम्न शब्द कहे :-

            <div style="
    max-width: 600px;          /* narrower box */
    margin: 20px auto;         /* less vertical spacing */
    padding: 10px 15px;        /* smaller padding for compact look */
    background: #fffaf0;
    border: 2px solid #b8860b;
    border-radius: 12px;       /* slightly smaller radius */
    box-shadow: 0px 2px 6px rgba(0,0,0,0.1);
    text-align: center;
    color: #4b2e05;
    font-size: 1.15em;         /* slightly smaller font */
    line-height: 1.7;          /* tighter line spacing */
    font-weight: 500;
">

  <p>जा चक जन जाचे, प्रभु दानु करि कृपा देवहिं हर,<br>
  नामु साध जनां की मांगऊं धूड़ि, पारब्रह्म मेरी श्रद्धा पूर,<br>
  शरन जोग, सुनु शरन आए, कर कृपा प्रभ आप मिलाए।</p>

</div>


            इउपरोक्त भक्ति-भाव के शब्द को बोलकर <strong> स्वामी जी </strong> संत स्वामी श्री हरनामदास के चरणों पर गिर पड़े। संत स्वामी श्री हरनामदास जी ने <strong> स्वामी जी </strong> के निष्काम, श्रद्धालुता व उनकी ज्ञानमय भाव को दृष्टिगत रखकर एकांत में गुरू शब्द प्रदान किया तथा गुरू शब्द के अभ्यास का ज्ञान भी दिया तथा आर्शीवाद देकर कहा :-
            <div style="
    max-width: 600px;          /* narrower box */
    margin: 20px auto;         /* less vertical spacing */
    padding: 10px 15px;        /* smaller padding for compact look */
    background: #fffaf0;
    border: 2px solid #b8860b;
    border-radius: 12px;       /* slightly smaller radius */
    box-shadow: 0px 2px 6px rgba(0,0,0,0.1);
    text-align: center;
    color: #4b2e05;
    font-size: 1.15em;         /* slightly smaller font */
    line-height: 1.7;          /* tighter line spacing */
    font-weight: 500;
">

  <p>स्वास स्वास सुमरहि गोबिंद, मन अन्तर के उतरे चन्त,<br>
  आश अंत त्याग॒हि, तरंग संत जनां की धूड़ि मन मंग।</p>

</div>

            इस प्रकार इतिहास बताता है कि धनगुरू <strong> बाबा रामदास </strong> साहिब जी के गुरूवर 'पंडित स्वामी हरनामदास जी' रहें। <br><br>

            <strong> स्वामी जी </strong> के शिकारपुर में रहते हुए काफी समय निकल गया। उनकी माता जी व बड़े भाई मिलने आ गए तथा ले जाने को अधीर हो गए। माताजी के भाव व उनकी इच्छा को ध्यान में रखकर गुरूवर रं अनुमति प्राप्त की तथा सत्संगियों से आज्ञा प्राप्त कर कहा कि "आसीस करे व नामु चिति आवे" तथ निम्न शब्दों को कहा :-
            
            <div style="
    max-width: 600px;         
    margin: 20px auto;         
    padding: 10px 15px;        
    background: #fffaf0;
    border: 2px solid #b8860b;
    border-radius: 12px;      
    box-shadow: 0px 2px 6px rgba(0,0,0,0.1);
    text-align: center;
    color: #4b2e05;
    font-size: 1.15em;         
    line-height: 1.7;         
    font-weight: 500;
">

  <p>मिट गए वेर भए, सभ रैन अमृत नाम साधू संग ठेन,<br>
  स्परशन भए गुरू देव, पूरन होए शेवक की शेव।<br>
  आल जंजाल बिकार ते रहते, राम नाम सुन रसना कहते,<br>
  कर प्रगास दया प्रभ धारे, नानक निबहे खेप हमारे।</p>

</div>

            कुछ समय गुजरने के बाद माताजी से जाने की अनुमति चाही परन्तु माता जी ने मना कर दिया तथा कहां कि मुझे वचन दिये (1) जब तक मैं हूँ तब तक आप यही रहो तथा (2) साधू बनना चाहते हो तो 'अब्दूगोठ' के बाबा सुखरामदास साहिब जी के आश्रम में रहों। <br><br>

            माता साहिब के आज्ञा अनुसार वह बाबा सुखरामदास साहिब जी के आश्रम में रहने लगे। सेवा करते व नाम जपते काफी समय निकल गया। एक दिन बाद सुखरामदास साहिब जी ने कहा कि हम आपको 'साधू'_बनाना चाहते है <strong> स्वामी जी </strong> ने कहा कि बेश्क जैसा आप कहे परन्तु स्थान की पाबंदी नही चाहता हूँ। इस पर बाबा सुखरामदास साहिब जी ने कहा ठीक है तथा <strong> स्वामी जी </strong> के परिवार को बुलाकर 'रामनवमी' के दिन समस्त संत मण्डल परिवार व साधू जनो की उपस्थिति में 'श्री शेवकराम' (<strong> स्वामी जी </strong>) जी को साधू संस्कार के साथ नाम परिवर्तन कर 'स्वामी रामदास' रखा गया। <strong> स्वामी जी </strong> के साधू बनने की खुशी में काफी मंगल मय कार्य किये गए। <strong> स्वामी जी </strong> के साधू बनने के पश्चात् उनका वैराग्य बढ़ता गया। माता जी का भी स्वर्ग लोक गमन हो गया। एक दिन <strong> स्वामी जी </strong> ने नम्रता से नमस्कार कर बाबा सुखरामदास जी से आश्रम से कही अन्यत्र स्थान पर जाने की आज्ञा मांगी। बाबा जी ने आशीर्वाद देकर विदा किया। <strong> स्वामी जी </strong> केवल एक संत गणवेश में, बिना पैसे के दरबार साहब को नमस्कार कर निकल गये।<br><br>

            <strong> स्वामी जी </strong> लेसूड़ी आश्रम से होते हुए 'गोसिड़ी' शहर के बाहर एक आश्रम में रहने लगे वहा के संत का नाम भी सुखरामदास था। <strong> स्वामी जी </strong> वहाँ पर शांत मुद्रा में रहकर 'आतमु पुराण' व 'श्री योग वशिष्ठ' पढ़ते थे तथा कम से कम बात करते थे। उनके निर्मल व शांत मन स्वभाव के कारण काफी संगत का जुड़ाव बना रहा।<br><br>

            गोसिड़ी के बाद <strong> स्वामी जी </strong> "आरायुनि" शहर के बाहर विशाल 'कुएं' पर रहने लगे। वहां पर प्रतिदिन शाम को सत्संग करते थे। सत्संग कार्य में काफी महात्मा जन व सेवाधारी आते थे। उस शहर के कुछ प्रमुख जनो ने <strong> स्वामी जी </strong> को शहर में सेठ कल्याणदास जी के 'ओताक' पर ले आए। फिर वापस आने के बाद शाम को वहाँ पर रोजाना सत्संग कथा कीर्तन करते थे। <strong> स्वामी जी </strong> की 'त्यागवृति' को ध्यान में रखकर संगत बढ़ती गई। जो भी चढ़ावा जैसे मिष्ठान, कपड़ा इत्यादि सब कुछ बांट देते थे। अपने पास कुछ नही रखते थे। यहां पर <strong> स्वामी जी </strong> काफी समय रहे। फिर वहां से 'माथेलो','रहड़िकीअ' से होते हुए 'पिथापन' में पहुँचे। जहाँ पर भगत कवंर राम साहिब जी बाल्य अवस्था में राग विद्या सीखना प्रारम्भ की थी उस स्थान के महात्मा 'भाई मंगलाराम जी' ने <strong> स्वामी जी </strong> का दिल से आदर सत्कार किया। ओर पूछा कहां से आए हो। <strong> स्वामी जी </strong> ने कहा कि सक्खर जिले लेसूड़ी आश्रम अब्दुगोठ से आए हैं। उस आश्रम में <strong> स्वामी जी </strong> को रहने के लिए एक कमरा दिया वहां पर <strong> स्वामी जी </strong> रहने लगे। एक सप्ताह बाद <strong> स्वामी जी </strong> ने भाई मंगलाराम जी से कहा कि मुझे भी सेवा कार्य दीजिए। <strong> स्वामी जी </strong> गुरू मन्दिर की सफाई, श्री गुरुग्रंथ साहिब जी का प्रकाश करना व सहलाने तथा आरती इत्यादि करते रहे। शेष वक्त अपना कमरा बंद करके गुरूनाम का स्मरण करते रहे व सत्संग में प्रतिरोज सहभागी होते थे। <br><br> 

            <strong> स्वामी जी </strong> को जो भी दान दक्षिणा मिलती थी वह भाई मंगलाराम जी को दे देते थे। <strong> स्वामी जी </strong> हमेशा ही शांत-स्वभाव व वैराग्य वृति में रहते थे। <strong> स्वामी जी </strong> के रहन-सहन व त्याग भावना पर भाई मंगलाराम व साधु संगति <strong> स्वामी जी </strong> को पूरनसंत कहने लगे। <strong> स्वामी जी </strong> भोजन कई बार कई दिन नही खाते थे। <br><br>

            एक बार <strong> स्वामी जी </strong> मन में विचार आया कि यह आश्रम काफी पुराना है नया बनना चाहिए। अपना प्रस्ताव भाई मंगलाराम जी के समक्ष रखा। भाई जी ने कहा कि बिना पैसे के मन्दिर कैसे बनेगा। <strong> स्वामी जी </strong> ने कहा आप कोई भी ख्याल न करे केवल आप आज्ञा प्रदान करे सब कार्य हो जायेगा। किस प्रकार नवीन मंदिर बने इस पर निर्णय होने के बाद कार्य प्रारम्भ हो गया। मटेरियल आता जाता रहा सब लोग अचरज मे विचार करते रहे कि पैसा कहां से आ रहा है। भाई मंगलाराम जी ने कहा <strong> स्वामी जी </strong> के पास रिद्धीया-सिद्धीया है। वही कार्य कर रही है। 6 माह के अंदर मन्दिर तैयार हो गया। मुहुर्त उत्सव भी किया गया। काफी शहरों से भक्तजन नवीन रूप से तैयार मंदिर देखने आ गए। स्वयं भाई भगत कंवरराम साहिब भी दर्शन करने आए। <strong> स्वामी जी </strong> से मिलकर उनको बोला आप में बढ़ी भक्ति व शक्ति है।<br><br>

            इस आश्रम (मंदिर) के एक सेवाधारी जी कुन्दनमल जी का स्वास्थ खराब हो गया उनकी कुछ वक्त पूर्व ही विवाह हुआ था। परन्तु वही ठीक नही हो रहे थे। उनके घर वालो ने भाई मंगलाराम जी को घर बुलाया। कुन्दनमल के घर वालो ने काफी प्रार्थना की आप आशीर्वाद करे वह ठीक हो जाये इस पर भाई मंगलाराम जी ने कहा कि आप इसको (श्री कुन्दनमल) को आश्रम ले चलो व आश्रम में रह रहे संत (स्वामी) के कमरे के बाहर बैठ जाओं। जब कमरा खोले उस समय उनसे निवेदन करो कि हम कही नही जायेगे। हमारे बच्चे को आशीर्वाद करो। <br><br>

            श्री कुन्दनमल के परिवार ने भी भाई मंगलाराम जी के कही बातो का पालन किया। पूरा परिवार <strong> स्वामी जी </strong> के कमरे के बाहर बैठ गए। जब शाम को कमरा खोला तो बाहर कुन्दनमल के परिवार ने <strong> स्वामी जी </strong> को खूब निवेदन किया तथा श्री कुन्दनमल के शीघ्र स्वास्थ लाभ की कामना की । भाई मंगलराम ने कहा कि संत दयालु परोपकारी होते है। इस पर <strong> स्वामी जी </strong> ने कहा कि यह आपकी बात है।  <br><br>

            <strong> स्वामी जी </strong> ने श्री कुन्दनमल के घरवालो को कहा कि श्री कुन्दनमल को अंदर मंदिर ले चलो वहा पर <strong> स्वामी जी </strong> ने 5 मिनट हाथ जोड़कर विनती (अरदास) की तथा बोला कि सारी दवाईयां बंद कर दो। घर ले जाओ व श्री कुन्दनमल को <strong> स्वामी जी </strong> के वचनो से अरदास से जादू की तरह असर हो गया व काफी फायदा हुआ। इससे काफी श्रद्धालुओं में <strong> स्वामी जी </strong> के दर्शन की अभिलाषा हुई व श्रद्धा भाव भी बढ़ता गया।<br><br>

            <strong> स्वामी जी </strong> के प्रसिद्धि पर 'गोसिड़ीजी' आश्रम से श्री जयरामदास एवं श्री लधामल लेने आए। परन्तु <strong> स्वामी जी </strong> ने मना किया परन्तु ज्यादा निवेदन व कहने पर <strong> स्वामी जी </strong> मजबूर हो गये। परन्तु भाई मंगलाराम जी व अन्य साध संगति जाने नही दे रहे थे।<br><br>

            <strong> स्वामी जी </strong> ने कहा वह जल्दी लोट आयेगे। बाबा सुखरामदास जी व सर्व साद संगत <strong> स्वामी जी </strong> को देखकर प्रसन्न हुए। <strong> स्वामी जी </strong> को उनके परिवार के भाई भी लेने आए परन्तु उन्होने जाने से मना किया।<br><br>

            'गोसिड़ी जी' आश्रम में <strong> स्वामी जी </strong> नियम से रहने लगे प्रातः 4 बजे स्नान करके नाम अभ्यास में रहते थे। <strong> स्वामी जी </strong> के दर्शन करने काफी स्थानो से प्रेमी आते थे व अपनी मनोकामना पूरी करवाते थे। समय के चलते 'कासिम गोठ' से प्रेमी गोविन्ददास व नारायणदास आए तथा गोठ चलने को कहा <strong> स्वामी जी </strong> ने उनके प्रेम को देखकर उनके साथ चल दिए। वहां पर 'बम्बई' वाले 'श्री जीवन मुक्त महाराज' भी आए उनसे <strong> स्वामी जी </strong> की मुलाकात हुई तथा ज्ञान चर्चा हुई, <strong> स्वामी जी </strong> ने कहा कि 'श्री जीवन मुक्त महाराज' विद्धान एवं धीरजधारी है। दोनो एक साथ सत्संग करते रहे। श्री जीवन मुक्त जी महाराज कहा कि <strong> स्वामी जी </strong> ज्ञानी-त्यागी व रिद्धियू-सिद्धियू वाले है। <strong> स्वामी जी </strong> वहा पर 6 माह रहने के ब 'महबूब गोठि' गए उसके बाद 'बागिड़ जी' के लिये सेठ जुड़ियोमल के साथ टांगे पर चढ़ गए। वहा 'सूफी संत श्री खिलूराम जी' से <strong> स्वामी जी </strong> की मुलाकात हुई <strong> स्वामी जी </strong> ने कहा कि सूफी माने 'सा <strong> स्वामी जी </strong> सत्संग मे कहते थे कि सबको 'भांग, शराब, मास' वगैरह का उपयोग नही करना चाहिए।<br><br>

            <strong> स्वामी जी </strong> 'गोसिड़ी जी' आश्रम से श्री जयरामदास व श्री टेकूमल जी के आने पर सब-कुछ छोड़कर उनके साथ चले गए।<br><br>

            उसके बाद प्रेमी श्री टेकूराम जी के साथ 'कंड़े वहणु' गये वहां पर एक घंटे रूकने के बाद चलने को कहा। श्री टेकूराम जी के सुपुत्रो श्री किरोड़ीमल, श्री डीलेमल व मायाराम जी ने <strong> स्वामी जी </strong> से पूरा दिन रूकने का निवेदन किया <strong> स्वामी जी </strong> ने कहा हम तो सालो साल रहने के लिए तैयार है। पर उस दिन चले गए।<br><br>

            <strong> स्वामी जी </strong> ने 'गोसिडी जी' आश्रम मे रहते हुए एक दिन बाबा सुखरामदास जी से बोला कि में 'आरायुनि' जा रहा हूँ क्योकि वहाँ दो जनो को संसार के बंधनो से मुक्त करना है। बाबा जी ने <strong> स्वामी जी </strong> के साथ भाई तारामल जी को भेजा। <strong> स्वामी जी </strong> ने 'आरायूनि' मे तारामल जी को बोला मैं 'महाराज सीआराम जी के कुएं' पर जा रहा हूँ। उन्होंने श्री सोझिरोमल जी व श्री निहालचद को बोला। उसके बाद काफी सत्संगी आहे <strong> स्वामी जी </strong> के दर्शन किये <strong> स्वामी जी </strong> ने शाम को सत्संग किया। वहां पर एक महात्मा आए जो कर्मकांडी द्वैतवादी था। <strong> स्वामी जी </strong> पक्के वेदान्ती-अद्वेतवादी विचार के थे। ज्ञान चर्चा करते हुए <strong> स्वामी जी </strong> वे उस महात्मा से कहा कि :-

            <div style="
    max-width: 600px;         
    margin: 20px auto;         
    padding: 10px 15px;        
    background: #fffaf0;
    border: 2px solid #b8860b;
    border-radius: 12px;      
    box-shadow: 0px 2px 6px rgba(0,0,0,0.1);
    text-align: center;
    color: #4b2e05;
    font-size: 1.15em;         
    line-height: 1.7;         
    font-weight: 500;
">

  <p>पंडितु सो जो मन पर बोधे, राम नाम आतम मंहिं सोधे,<br>
  राम नाम रस पीवे, उस पंडित के उपदेश जग जीवे।<br>
  हरि की कथा हृदे बसावे, सो पंडितु फिर जोन न आवे,<br>
  वेद पुराण सुमरत बूझे, मोल सूख्यमु मंहिं जाने अस्थूल,<br>
  चहों वर्ना को दे उपदेश, नानक उस पंडित कौं सदा आदेश।</p>

</div>


            महात्मा जी ने श्लोक / उपदेश सुनकर कहा कि आप धन्य हो। सक्खर में दो सत्संगी रहते थे। उनका मन दुनियवी संसार में नही लग रहा था। वह कह रहे थे ऐसा कोई महात्मा मिले जो हमारा उद्धार करें। उन्होंने <strong> स्वामी जी </strong> के लिए सुना कि एक महापुरूष 'आरायुनि' में रूके हुए है। दोनो भाई सीरूराम एवं भाई चेलारामु <strong> स्वामी जी </strong> के पास आए तथा अपनी विचार धारा बताई। <strong> स्वामी जी </strong> ने दोनो से कहा कि साधू बनना काफी कठिन है। ग्रहस्त में रहकर भी आप सत्संग में जाओ व नाम का जप करो। हमारे पास कोई स्थान नही है। मेरा उद्देश्य है – स्थान नही बनाना, धन इक्कठा नही करना, तीसरा स्त्री का संग नही करना। दोनो ने कहा कि हमें आपका उद्देश्य / उपदेश मंजूर है पर हमे संसार की अग्नी से बचाओं। अन्य सत्संगियों ने भी कहा कि इनका उद्धार करो कल चन्द्रदर्शन दिवस है। कल्याण करो।<br><br>

            <strong> स्वामी जी </strong> ने कहा कि ठीक है। शहर में पूरी बात फैल गई। 'कढ़ाव साहब' तैयार किया गया। दोनो का मुण्डन कर कार्यक्रम प्रारम्भ किया गया। दोनो स्नान करके <strong> स्वामी जी </strong> के समक्ष बैठे। दोनो को संत वस्त्र पहनाकर साधू सम्प्रदाय / समुदाय के अनुसार आवश्यक संस्कार दिए गए तथा नाम परिवर्तन किया गया। सीरूराम का नाम महात्मा तीर्थदास व चेलाराम का नाम महात्मा रामप्रकाश रख गया। <strong> स्वामी जी </strong> ने कहा :-

            <div style="
    max-width: 600px;         
    margin: 20px auto;         
    padding: 10px 15px;        
    background: #fffaf0;
    border: 2px solid #b8860b;
    border-radius: 12px;      
    box-shadow: 0px 2px 6px rgba(0,0,0,0.1);
    text-align: center;
    color: #4b2e05;
    font-size: 1.15em;         
    line-height: 1.7;         
    font-weight: 500;
">

  <p>मुक्त विखे वैराग है, बंधन विखे सनेह,<br>
  यह सभ ग्रंथन को मतो, मन माने सो करेह।</p>

</div>


            दोनो के महात्मा बनने की खबर तेजी से फेलती गई। सीरूराम जी के घर-परिवार के लोग तथा उनके सातो पुत्रो सहित <strong> स्वामी जी </strong> के समक्ष आ गए तथा गलत शब्द का उपयोग करने लगे। परन्तु तत्काल सच्चाई का ज्ञात होने पर <strong> स्वामी जी </strong> से माफी मांगी।<br><br> 

            दोनो महात्मा <strong> स्वामी जी </strong> से आज्ञा प्राप्त कर रटन पर चले गए। <strong> स्वामी जी </strong> भी 'पिथापन' शहर गए। वहा रहने लगे। वहां के लोगो को एकता व बिना भेदभाव के रहने की समझाइश दी। एक दिन रात में किसी साहूकार के घर आग लगी। <strong> स्वामी जी </strong> के पास शिष्य आ गए <strong> स्वामी जी </strong> से कहा कुछ करिये <strong> स्वामी जी </strong> ने अपने कर्मन्डल मे जल डाल कर दिया तथा कहा कि उपर जा करके के अग्नि देवता पर जल छिड़को उसके पश्चात् अग्नि कम हो गई। इसका सबको पता चला व <strong> स्वामी जी </strong> के जल से अग्नि शांत हो गई। सब व्यक्ति अजब करने लगे।<br><br>

            कुछ समय बाद 'गोसिड़ी' आश्रम से कुछ लोग लेने आ गए। उसमें मुख्य रूप से टेकूराम जी व श्री डीलाराम जी थे। <strong> स्वामी जी </strong> पिथापन के शिष्यों से मिलकर कहा अब चलना है। <strong> स्वामी जी </strong> 'रोहिणीअ' स्टेशन पर आ गए। <strong> स्वामी जी </strong> ने कहा चलो 'कंधिरनि' में 'भाई थाहरिया सिहं जी' का दर्शन करके आए। वहा पर दरबार साहिब में भाईसाहव से मिले। परमार्थ पर चर्चा करते हुए भाई थाहरिया सिंह जी ने कहा कि 'अपने सत स्वरूप आत्मा का दर्शन करो उसके बाद ओर किसी के दर्शन की इच्छा नही होगी' <strong> स्वामी जी </strong> 'बागिड़ीजी' स्टेशन पर उतरकर डीलेमल के साथ 'कंडेवाहिण' पहुंचे।<br><br>

            <strong> स्वामी जी </strong> 'गोसिड़ी जी' शहर में रहने लगे। पास के बागिड़ी जी व 'आरायुनि' के शिष्य <strong> स्वामी जी </strong> से मिलने आने लगे। <strong> स्वामी जी </strong> एक कोठी में रहने लगे। केवल शाम को एक-दो घंटे बाहर निकलते थे। कोठी में श्री डीलेमल ही जाते थे। <strong> स्वामी जी </strong> जब बाहर निकलते थे तब ऊचे ख्यालो के साथ उनके चेहरे पर मानिक मोती झलकता था। एक दिन <strong> स्वामी जी </strong> के मन में आया की दंतमजन (दंदणु) व स्नान करना बंद कर रहा हूँ। जैसे-जैसे समय निकलता गया वैसे-वैसे <strong> स्वामी जी </strong> के चेहरे की कान्ति बढ़ती गई। उनके मुंह से किसी के जीवन के वास्तविकता की अम्रतवाणी निकलती थी।<br><br>

            एक दिन डीलेमल को बोला "अक साए जू काठियू" लेकर आओ उन्होंने लकड़ियो की तुलना खाने वाली रोटी (चपाती) से की अर्थात तराजू के एक तरफ लकड़िया रखते व दूसरी तरफ रोटी रखते। 21 दिन तक जैसे लकड़ी सुखती गई वैसे ही <strong> स्वामी जी </strong> की रोटी कम होती गई। रात को केवल दूध पीते थे। इस प्रकार <strong> स्वामी जी </strong> ने कठिन साधना की। वह हमेशा ही राम नाम की धुनों में मस्त रहते। जो कुछ भी आता बांट देते। महिलाओं को उनकी आवश्यकतानुसार वस्त्र देते थे। साधु, फकीर व गरीबो की सेवा करते थे। रिद्धियू-सिद्धियू का वास था। <strong> स्वामी जी </strong> को रात दिन नींद नही आती थी। हमेशा ही सत सरूप आत्म के दर्शन की चाहत रहती थी।

            <div style="
    max-width: 600px;         
    margin: 20px auto;         
    padding: 10px 15px;        
    background: #fffaf0;
    border: 2px solid #b8860b;
    border-radius: 12px;      
    box-shadow: 0px 2px 6px rgba(0,0,0,0.1);
    text-align: center;
    color: #4b2e05;
    font-size: 1.15em;         
    line-height: 1.7;         
    font-weight: 500;
">

  <p>जोगी निंडियां न कनि रातियां दींहां,<br>
  जनि जी कैफ ककोड़ी कापिरी।</p>

</div>


            सक्खर शहर में हैदरावादी दीवान श्री जीवतराम जिले के डिप्टी ऑफिसर थे। एक बार सरकारी काम से 'आरायुनि' गोट में आए। वह सत्संग विचारधारा के थे। उन्होंने पूछा कोई संत यहा सत्संग करते है। उनको <strong> स्वामी जी </strong> की जानकारी दी गई। एक बार वह डेढ़ किलोमीटर पैदल चलकर <strong> स्वामी जी </strong> के पास आए। अपना परिचय दिया। उन्होंने <strong> स्वामी जी </strong> से पूछा कि मानुष जन्म को कैसे सफल बनाए तब <strong> स्वामी जी </strong> ने निम्न बिन्दु कहें :-<br><br>

            <div style="
    max-width: 600px;         
    margin: 20px auto;         
    padding: 10px 15px;        
    background: #fffaf0;
    border: 2px solid #b8860b;
    border-radius: 12px;      
    box-shadow: 0px 2px 6px rgba(0,0,0,0.1);
    text-align: center;
    color: #4b2e05;
    font-size: 1.15em;         
    line-height: 1.7;         
    font-weight: 500;
">

  <p>उस्तत मन मंहिं कर निंरकार कर्मनि, मेरे सत बहु हार,<br>
  निर्मल रसना अंबिरत पीउ, सदा सुहेला करले जीव,<br>
  नैनहिं पेख ठाकुर का रंग, साध संग बिनि से सभ संगि,<br>
  चरन चलहि मार्ग गोबिंद, मिटंहि पाप जपीए हर बंदा,<br>
  कर हर कर्म सरवन, हर कथा, हर दरगहि, नानक उपाल मथा।</p>

</div>


            दीवान साहब व सत्संगी उक्त श्लोक सुनकर बहुत खुश हुए। अगले दिन पुनः कुछ लोगो के साथ मिलकर सत्संग कार्यक्रम में शामिल हुए तथा <strong> स्वामी जी </strong> से निवेदन किया कि मैं कुछ पूछना चाहता हूँ। <strong> स्वामी जी </strong> ने कहा बिल्कुल वह कहने लगे मेरा एक पुत्र है। वह कलेक्टरी पास कर घर बैठा है। आशीर्वाद दीजिए कि उसको नौकरी मिल जाये। दरवेश ही सबके दुखों को दूर करते है। <strong> स्वामी जी </strong> ने देख व सुन कर बोला समय पूर्ण हो चुका है। कल बात करेंगे।<br><br>

            अगले दिन पुनः बात निकली <strong> स्वामी जी </strong> ने बोला कि जो कहेगे वह मानोगे तत्काल ऑफीसर ने हां कर दी। दीवान साहब को बोला आप अखण्ड पाठ साहब रखाये तभी आपका कार्य सफल व जल्दी होगा।<br><br>

            दीवान बोला जैसा आप बोलो। तत्काल अपने परिवार व बच्चो को 'तार' भेजकर हैदराबाद से बुला लिया। व 'गोसिड़ी जी' में बाबा सुखरामदास जी के दरबार में अखण्ड पाठ साहब रखा गया। पाठ साहब पूर्ण होने पर दीवान साहब ने चरण वंदन करते हुए <strong> स्वामी जी </strong> से बोला कि पहली तनख्वाह वह आपके पास रखेगा। <strong> स्वामी जी </strong> ने कहा एक-दो दिन रूक जाओ अपने आप पत्र आ जायेगा। यह बात सभने सुनी। <br><br>

एक बार बाबा सुखरामदास जी श्री त्रिलोकदास जी (जयबाबा जी) को लेकर <strong> स्वामी जी </strong> के पास गये तथा बोला कि यह आपके स्थान पर रहता है। आप आशीर्वाद करो। <strong> स्वामी जी </strong> एक दम उठकर कमरे में गये। हाथ में कुछ लेकर आए व जयबाबा जी को बुलाया व जेब में डालकर बोले इसमें कुछ है। उसके बाद जयबाबा जी को आनन्द की अनुभूति हुई। नाम की कृपा पहले 'पिथापन' में कर चुके थे। जयबाबा जी ने लिखा है :-

            <div style="
    max-width: 600px;         
    margin: 20px auto;         
    padding: 10px 15px;        
    background: #fffaf0;
    border: 2px solid #b8860b;
    border-radius: 12px;      
    box-shadow: 0px 2px 6px rgba(0,0,0,0.1);
    text-align: center;
    color: #4b2e05;
    font-size: 1.15em;         
    line-height: 1.7;         
    font-weight: 500;
">

  <p>सुरत, शब्द अंदर मूंखे जोड़ियाऊं खणी,<br>
  नाम संदी टुटल तार गुंढियाऊं खणी,<br>
  मौज अनहद शब्द वारी वाह जो वणी,<br>
  मन मुहिंजे मस्तु खे बुधाई ई खणी,<br>
  महिर वारो मथे हथु उदासीअ धरे,<br>
  महिर थो करे गुरू, महिर थो करे।</p>

</div>



तीसरे दिन सत्संग में 'वशिष्ठ का निरबाण' प्रकरण चल रहा था। उसी समय दीवान जी अपने सुपुत्र के सर्विस का पत्र ले आए व <strong> स्वामी जी </strong> के आगे रखा। सभने बधाई देना प्रारम्भ की ओर बोला कि 'धनु <strong> स्वामी जी </strong>' 'धनु <strong> स्वामी जी </strong>'<br><br>

एक दिन <strong> स्वामी जी </strong> ने डीलेमल से कहां आज से लेकर 40 दिन तक में खाना नही खाऊंगा। केवल दोपहर में एक छुआरा व जल ग्रहण करूंगा। रात में केवल एक पाव दूध पीऊंगा तथा मोन व्रत में रहूंगा। चालीस दिन में शरीर की कान्ती में कोई परिवर्तन नही आया। इकतालीस वें दिन खाना खाया। शहर में रहने वाले हिन्दू या मुसलमान में <strong> स्वामी जी </strong> के लिये वाह-वाह होने लगी। अनाज इत्यादि बहुत आने लगा। <strong> स्वामी जी </strong> पक्षियों को दाना खिलाते थे। इससे बहुत पक्षी आते थे। <strong> स्वामी जी </strong> के 'कड़ेवहण' में रहते हुए 5-6 वर्ष हो गए। महात्मा तीर्थदास जी भी आ गए। उन्होंने बोला 'पीर' गोठ चलो। <strong> स्वामी जी </strong> ने बोला वहां पर एकान्त वातावरण है तथा वह एक दम तैयार हो गए। चलने लगे। सारे सत्संगी इक्कठा हो गए। सब रोने लगे। बोले बाबा सुखराम दास जी भी नही है। <strong> स्वामी जी </strong> रूक गए। यह बात 'बागिड़ीजी' 'आरायुनि' 'महबूब' एवं 'कासिम' शहर में फेल गई। बाबा सुखरामदास जी आ गए। सबने मिलकर <strong> स्वामी जी </strong> को बोला कि आप नही जाओ। परन्तु संत बेपरवाह होते है। उन्होने बोला :-

            <div style="
    max-width: 600px;         
    margin: 20px auto;         
    padding: 10px 15px;        
    background: #fffaf0;
    border: 2px solid #b8860b;
    border-radius: 12px;      
    box-shadow: 0px 2px 6px rgba(0,0,0,0.1);
    text-align: center;
    color: #4b2e05;
    font-size: 1.15em;         
    line-height: 1.7;         
    font-weight: 500;
">

  <p>बेपरवाह, सदा रंग हर के जांको पाख स्वामी,<br>
  परवाह नाहे किसी केरी, बाझ सची नांहिं।</p>

</div>


<strong> स्वामी जी </strong> ने बोला कि हम कल जरूर जायेगे। काफी लोग व भक्तगण रूक गये। खाने की व्यवस्था श्री टेकूराम जी ने की। सुबह काफी भक्तगण इक्कठे हो गए। <strong> स्वामी जी </strong> ने सबको रोका भी उसी वजह से कई भक्त फल, मिठाई, मेवा लेकर आए। कुछ ने रूपया भी भेंट स्वरूप रखी। काफी मुसलमान भी आ गए। समस्त फल/मिठाई सामग्री बांटी गई। वस्त्र गरीबों को दिया गया। रूपया बाबा सुखरामदास जी को देकर बोला कि कुटिया के मरम्मत पर खर्च करना। <strong> स्वामी जी </strong> श्री तीर्थदास जी के साथ रवाना हो गए। सबने पूछा कहाँ जाओगे उन्होने कहा जहां 'अन्न-जल' होगा। <strong> स्वामी जी </strong> 'पीर' गोठ आ गए। 'चालीहे' साहब के पास भक्तजनो के मकान थे। सबने एक स्थान तैयार किया। भक्तो ने बोला कि आप स्नान आदि कर लीजिए। भक्त तीर्थदास ने बोला कि <strong> स्वामी जी </strong> ने पिछले 5 वर्षो से 'दातुन-स्नान' नही किया है। केवल दोपहर भोजन लेते है। रात्रि में दूध पीते है। भक्त सुनकर हतप्रभ रह गए कि दातुन-स्नान नही किया यानि कि वह 'सिद्ध-पुरूष' है। <strong> स्वामी जी </strong> की काया 'कंचन' स्वरूप थी। <br><br>

उल्लखित खबर समस्त शहर में फेल गई। पास में ही बड़े दरबार के संत स्वामी 'आतम प्रकाश' जी भी मिलने आए। वह स्वयं भी संत व दानी पुरूष थे। उन्होने कहा हमारे दरबार चलो, अन्य भक्तो ने भी कहा हमारे घर चलो परन्तु <strong> स्वामी जी </strong> ने मना किया। कुंभ का मेला प्रारम्भ हो रहा था। कुछ सत्संगी / भक्तगण जाने को तैयार हुए। <strong> स्वामी जी </strong> से बोला आप भी चलो। <strong> स्वामी जी </strong> ने कहा :- <br><br>
           <div style="
    max-width: 600px;         
    margin: 20px auto;         
    padding: 10px 15px;        
    background: #fffaf0;
    border: 2px solid #b8860b;
    border-radius: 12px;      
    box-shadow: 0px 2px 6px rgba(0,0,0,0.1);
    text-align: center;
    color: #4b2e05;
    font-size: 1.15em;         
    line-height: 1.7;         
    font-weight: 500;
">

  <p>तीर्थ जीवणु जाऊं, तीर्थ नाम है,<br>
  तीर्थ शब्द वीचार, अन्तर्ज्ञान हैं।</p>

  <p>अन्तर मेल जो तीर्थ नावें, तिस बए कंठ न जाणां,<br>
  लोक पतीणे ना कुछ होवे, नाहीं राम अयाणां।</p>

  <p>पूज्यो रामु एकोही देवा, साचा नांवण घर की शेवा।</p>

</div>


<strong> स्वामी जी </strong> ने समस्त सत्संगियो से बोला कि भले आप जाओ दर्शन/ स्नान करके आओ। 'पीर' गोठ में आने के बाद <strong> स्वामी जी </strong> ने 'रिद्धीयो-सिद्धीयो' पर कार्य करना बंद कर दिया। क्योंकि इससे सत-सरूप आत्मा के दर्शन में रूकावट आ रही थी। उन्होने महात्मा तीर्थदास जी से कहा कि भूलकर भी भविष्य की बाते व करामत की बाते न करें। <br><br>

कुछ दिनों के बाद <strong> स्वामी जी </strong> को 'अब्दुअ' में ले जाने के लिए दो-तीन सत्संगी आए। चार-पाँच दिन तक रहे परन्तु <strong> स्वामी जी </strong> ने हां नही बोली, उस समय स्वयं 'जयबाबा' जी ने एक दिन खड़े होकर निम्न वेन्ती के रूप में भजन बोला :-

            <div style="
    max-width: 600px;         
    margin: 20px auto;         
    padding: 10px 15px;        
    background: #fffaf0;
    border: 2px solid #b8860b;
    border-radius: 12px;      
    box-shadow: 0px 2px 6px rgba(0,0,0,0.1);
    text-align: center;
    color: #4b2e05;
    font-size: 1.15em;         
    line-height: 1.7;         
    font-weight: 500;
">

  <p>सुवाली आहियां मां तुहिंजे दर जो,<br>
  मुहिंजो अर्जु अघायो कीन मोटायो।</p>

  <p>1 - केई दर ते आया सुवाली कीन विया से मोटी खाली,<br>
  पांद पलव में पायो कीन मोटायो।</p>

  <p>2 - दुखिया बुखिया केई आया, थियड़ा तिनिजा लाया सजाया,<br>
  महिर जो मींहुं वसायो, कीन मोटायो।</p>

  <p>3 - रिद्धियूं सिद्धियूं घर जूं गोलियूं,<br>
  हाथ जोड़े पेयूं बोलिनि बोलियूं,<br>
  कुझु त असांजो अघायो, कीन मोटायो।</p>

  <p>4 - माया काया कीन घुरां थो, मां वदाई कीन मंगां थो,<br>
  चरनें चितु लगायो, कीन मोटायो।</p>

  <p>5 - नाम जो प्यासी आहे 'उदासी', सतगुर काटियो जमजी फासी,<br>
  पहिंजो नामु जपायो, कीन मोटायो।</p>

</div>


उक्त भजन सुनने के पश्चात् <strong> स्वामी जी </strong> ने बोला की आप चलो हम अपने आप आयेगे। <br><br>

एक दिन <strong> स्वामी जी </strong> ने महात्मा तीर्थदास से बोला कि कल सुबह सत्संगियों के आने से पहले चले चलेंगे। टांगे की व्यवस्था की गई। टांगे से लुकमान स्टेशन पहुंचें फिर ट्रेन मार्ग से 'रोहिणी' पहुचकर बाबा अचल प्रसाद के स्थान पर पहुंचे। वहा पर व्यवस्था पहले से ही की गई थी। <br><br>

स्वामी हरनामदास जी को ज्ञात हुआ कि <strong> स्वामी जी </strong> आये है। उन्होने किसी महात्मा से कहलवाके भेजा कि आप दर्शन जरूर करवाये। <br><br>

एक दिन महात्मा तीर्थदास जी <strong> स्वामी जी </strong> की आज्ञा पाकर सक्खर गए। उन्ही दिनो में <strong> स्वामी जी </strong> को ‘सत सरूप सच्चिदानन्द' जी के साक्षात दर्शन हुए। महात्मा तीर्थदास जी वापिस आए। <strong> स्वामी जी </strong> ने कुछ बाते समझाकर उनको 'अब्दुअ' भेजा उन्होने अब्दुअ गोठ आने के निम्न बाते बोली :-

            <div style="
    max-width: 600px;         
    margin: 20px auto;         
    padding: 10px 15px;        
    background: #fffaf0;
    border: 2px solid #b8860b;
    border-radius: 12px;      
    box-shadow: 0px 2px 6px rgba(0,0,0,0.1);
    text-align: center;
    color: #4b2e05;
    font-size: 1.15em;         
    line-height: 1.7;         
    font-weight: 500;
">

  <p>1 - असांजा कुटुम्बी, काभि घरू गाल्हि असांजे ध्यान ते न आणींदा,<br>
  2 - कोभि असांखे फैसिले लाइ न चवंदो,<br>
  3 - असांजे लाइ अलग जगह ठहराई वेंदी,<br>
  4 - दरबार जे तर्फा असांजे माथां कोभि बंधनु न रहंदो।</p>

</div>


महात्मा तीर्थदास अभी 'अब्दुअ शहर' मे गये थे। बाबा सुखरामदास जी <strong> स्वामी जी </strong> को 'गोसिड़ीजीअ' आश्रम लेकर गए। दो दिन बाद <strong> स्वामी जी </strong> ने कहा कि 'बीचाजीअ' से मास्टर सीतलदास लेने आए है। वहां से हम 'अब्दुअ गोठ' चलेंगे। <br><br>

<strong> स्वामी जी </strong> के लिये 'अब्दुगोठ' में नया आश्रम उनके कहे अनुसार तैयार करवाया जा रहा था। <br><br>

<strong> स्वामी जी </strong> 'कासिम गोठ' ‘गोसिड़ीअ' जी फिर 'सक्खर पुराणे' उसके पश्चात् अचल प्रसाद के स्थान पर रहे। डेढ़ माह के पश्चात् नवीन स्थान तैयार होने पर भक्त गण <strong> स्वामी जी </strong> को 'अब्दुगोठ' पर लेकर आए। <strong> स्वामी जी </strong> प्रतिरोज अपने कमरे में सत-सरूप आत्मा से आनन्द में लीन रहते थे। केवल शाम को 4 बजे बाहर आते थे। तथा सत्संग की बाते करते थे। अन्य बातों में कोई रूचि नही लेते। <br><br>

एक बार सेठ नारायण दास ने कहा मेरी सुपुत्री पारीबाई को कोई औलाद नही है। कृपा आसीस करो। <strong> स्वामी जी </strong> ने कहा जो ईश्वर की इच्छा। परन्तु सेठ ने काफी परेशान किया फिर <strong> स्वामी जी </strong> ने कहा ठीक है बच्चा होगा। उसके पश्चात् बच्चा एवं माता दोनो नही रहेंगे। फिर हुआ भी ऐसा ही। <br><br>

<strong> स्वामी जी </strong> एकदम दयालु स्वभाव के थे। हमेशा ही परमार्थ की तरफ ले जाते कहते जल्दी उठो चार बजे अमृत बेले समय में नाम स्मरण करो। सभको चार बजे उठने के लिए प्रेरित करते। <br><br>

<strong> स्वामी जी </strong> के शेवा में ब्रहमचारी चगंलाराम (स्वामी श्रद्धानंद) रहते थे। <strong> स्वामी जी </strong> के दर्शन के लिए कई संत महात्मा संत ग्रहस्थी आते थे। एक बार सांई चाण्डूराम एवं ताराचंद जी दर्शन करने आए। उनके साथ परमार्थ की बाते की। <strong> स्वामी जी </strong> को चाण्डूराम जी ने कहा कि 'वक्त अन्तर्मुख' नही हो रहा है। फिर <strong> स्वामी जी </strong> ने कहा :-

            <div style="
    max-width: 600px;         
    margin: 20px auto;         
    padding: 10px 15px;        
    background: #fffaf0;
    border: 2px solid #b8860b;
    border-radius: 12px;      
    box-shadow: 0px 2px 6px rgba(0,0,0,0.1);
    text-align: center;
    color: #4b2e05;
    font-size: 1.15em;         
    line-height: 1.7;         
    font-weight: 500;
">

  <p>विषय नंद संसार हैं, भजिनानंदु हरीदासु,<br>
  ब्रह्मानंद जीवन मुक्ति भए, वाशना नासु।</p>

</div>


<strong> स्वामी जी </strong> ने कहा है भाई चाण्डूराम वेद वाश्ना, लोक वाश्ना, परलोक वाश्ना जब तक ये तीनो वाशनाऐं मौजूद रहेंगी। तब तक सच्चा सुख नही मिलेगा। सुनकर स्वामी चाण्डूराम जी बहुत खुश हुए। फिर वह एक-सवा महीने में दर्शन करने आते थे। <br><br>

एक बार हशमतराय खीएमलाणअ जी ने <strong> स्वामी जी </strong> से कहा मेरे को संतान नही रूकती। <strong> स्वामी जी </strong> ने कहा श्री गुरु ग्रंथ साहिब का अखण्ड पाठ साहब रखवाओ। उन्होने आज्ञा लेकर यह कार्य किया व मनोकामना भी पूरी हुई। काफी लोगो की <strong> स्वामी जी </strong> के प्रति श्रद्धा बढ़ती गई तथा अपनी मनोकामना पूर्ण करवाते रहे। संतो के 'दुवेशी' एवं निदंक भी रहे। परन्तु जब उनका नुकसान हुआ तो वह माफी मांगने भी आये थे। <strong> स्वामी जी </strong> ने एक बार कहा :-

            <div style="
    max-width: 600px;         
    margin: 20px auto;         
    padding: 10px 15px;        
    background: #fffaf0;
    border: 2px solid #b8860b;
    border-radius: 12px;      
    box-shadow: 0px 2px 6px rgba(0,0,0,0.1);
    text-align: center;
    color: #4b2e05;
    font-size: 1.15em;         
    line-height: 1.7;         
    font-weight: 500;
">

  <p>साधु सताए तने हां, अर्थ, धर्म और वंश,<br>
  लीखा करके देखीए रावण, कौरव, कंस।</p>

</div>


<strong> स्वामी जी </strong> गर्मी के मौसम मे भी कमरे में बंद रहते थे। दातुन-स्नान भी नही करते थे। वस्त्र भी सप्ताह में एक बार बदलते थे। भक्तगण आने आप में विचार करते कि उनके शरीर से बदबू आ रही होगी। भाई पहलूराम, मास्टर भजनदास, भाई चेटुराम एवं भाई वरियायल ने अलग-अलग समय पर चैक करने का प्रयास किया। परन्तु <strong> स्वामी जी </strong> के शरीर से खुशबु आ रही थी। यही है नाम की महिमा। <br><br>

शहर में रात को कुछ लोग चौकीदारी करते थे एक बार बालूमल भाई कर्मचन्द पहरा दे रहे थे। कुटिया के बाहर से निकल रहे थे। उन्होने कुटिया के बाहर से अर्द्धरात्रि में सुना कि अन्दर कई लोगों की आवाजें आ रही है। अंदर सत्संग चल रहा है, राम-नाम की धुनी, जय-जयकार की आवांजे आ रही थी। ऐसी अचिरज भरी बाते <strong> स्वामी जी </strong> की थी। <strong> स्वामी जी </strong> के पास जो रूपया / पैसा आता सभ परमार्थ के कार्यो में खर्च करते। <strong> स्वामी जी </strong> त्याग एवं ज्ञान की मूर्ति रूप थे। <br><br>

एक बार स्वामी कृष्णगिरी जी भी <strong> स्वामी जी </strong> से मिलने आए। उन्होने <strong> स्वामी जी </strong> पूछा कि आपकी अवस्था (भूमिका) क्या है <strong> स्वामी जी </strong> ने कहा :-

            <div style="
    max-width: 600px;         
    margin: 20px auto;         
    padding: 10px 15px;        
    background: #fffaf0;
    border: 2px solid #b8860b;
    border-radius: 12px;      
    box-shadow: 0px 2px 6px rgba(0,0,0,0.1);
    text-align: center;
    color: #4b2e05;
    font-size: 1.15em;         
    line-height: 1.7;         
    font-weight: 500;
">

  <p>अन्तर सनम, बाहिरि सनम, त्रिभवण सनम, म सनम,<br>
  चौथी सुने जो नर जाणे, ताको पाप न पाम।</p>

</div>


            स्वामी कृष्णगिरी भी स्वयं भगवान के रूप व नम्र स्वभाव के थे उन्होने कहा खुलकर बताओ फिर <strong> स्वामी जी </strong> ने कहा :-

            <div style="
    max-width: 600px;         
    margin: 20px auto;         
    padding: 10px 15px;        
    background: #fffaf0;
    border: 2px solid #b8860b;
    border-radius: 12px;      
    box-shadow: 0px 2px 6px rgba(0,0,0,0.1);
    text-align: center;
    color: #4b2e05;
    font-size: 1.15em;         
    line-height: 1.7;         
    font-weight: 500;
">

  <p>तीन छोड़, चौथा पद लेना, गुरू शब्द मय अन्तरचेतना,<br>
  तीन छोड़ जागृति, सपन, सुखोपत अस्थूल।</p>

</div>


सूक्ष्म, कारण-रजो, तमोः, सतो-भूत, भविष्य वर्तमान आदि व्याधि, उपाधि-ब्रहमा, विष्णुशंकर-कर्म, उपासना, ज्ञान इन सभको छोड़कर हम अपने आप में व्यस्त है। यह सुनकर संतो ने कहा आप धन्य हो। <br><br>

एक बार अब्दुअ गोठ में रहने वालो में आपसी मतभेद हो गया। पंचायत दो हिस्सों में बंट गई। <strong> स्वामी जी </strong> को ज्ञात हुआ कि इसका कारण केवल झगंलमल है जो कि <strong> स्वामी जी </strong> का शिष्य था वह प्रतिरोज सत्संग में आता था। <strong> स्वामी जी </strong> ने उनको कहलवाके भेजा कि मिलो, परन्तु वह बीमार था उन दिनो में नही आया। <strong> स्वामी जी </strong> ने उनके पुत्र बुधरमल से बात की उनको समुझाया कि अपने पिता को समुझाओं कि पंचायत के मतभेद दूर करे क्योकि उनकी उम्र अब मात्र दो दिन की है। बुधरमल अपने पिता को उनके कहे अनुसार <strong> स्वामी जी </strong> के पास खाट पर लेकर आए। <strong> स्वामी जी </strong> को कहा जो आप आज्ञा करो। <strong> स्वामी जी </strong> ने कहा तत्काल पंचायत को बुलाओ। पंचायत बुलाई गई। मतभेद दूर हो गए। दोनो पंचायतों ने कहा कि जैसा <strong> स्वामी जी </strong> कहेगे वैसा हम करेंगे। ऐसी ही <strong> स्वामी जी </strong> परमार्थ में भी जीव बृहम को एक करते थे तथा कहते थे :-

            <div style="
    mmax-width: 600px;         
    margin: 20px auto;         
    padding: 10px 15px;        
    background: #fffaf0;
    border: 2px solid #b8860b;
    border-radius: 12px;      
    box-shadow: 0px 2px 6px rgba(0,0,0,0.1);
    text-align: center;
    color: #4b2e05;
    font-size: 1.15em;         
    line-height: 1.7;         
    font-weight: 500;
">

  <p>छोट जीव एश बहु काल तै बिछड़त भए बहुकाल,<br>
  सुन्दर मेला कर दीए, जब सतगुरू मिले दलाल।<br>
  साधु बड़े सोनार, फोटां मन बनावंदे,<br>
  काटे मन के विकार, टूटे गांधन राम से।</p>

</div>


<strong> स्वामी जी </strong> के कहे अनुसार झंगलमल जी का स्वर्गवास हो गया। इस प्रकार जो <strong> स्वामी जी </strong> कहते थे वही होता था। <br><br>

एक बार भगत सुगनाराम दास जी ने <strong> स्वामी जी </strong> से कहा कि भजन गाने में 'स्वर' नही मिल रहा है <strong> स्वामी जी </strong> ने कहा कि अच्छा ही होगा। अगले दिन से स्वर में कोई खराबी नही आई। सुगनाराम व उनका परिवार फतनदास अर्जुनदास इत्यादि काफी <strong> स्वामी जी </strong> मे श्रद्धा रखते थे। <br><br>

वाल्य अवस्था में विशनदास बीमार हो गए। उनके माता-पिता <strong> स्वामी जी </strong> के पास लेकर आए बोला कि बालक को बचाओ। आगे आप मालिक हो। <strong> स्वामी जी </strong> ने हंसकर कहा कि हम न तो किसी को मारते है न जीवते है। आप इसकी दवा बन्द करो केवल इस कुटिया में प्रतिरोज लेकर आया करे एवं जल पिलाया करे। परिवार ने ऐसा ही किया बालक कुछ दिनों में खुश (ठीक) हो गया। <br><br>

एक बार महापुरूष ब्रहम ज्ञानी स्वामी टेऊराम, स्वामी गोलाराम जी संत मण्डल सहित रटन करते हुए अब्दुगोठ पहुंचे, व <strong> स्वामी जी </strong> से मिलने कुटिया में आये <strong> स्वामी जी </strong> ने आदर-सत्कार मर्यादा योग्य किया दोनो महापुरूषों ने कहा कि आज दर्शन हुआ है। महापुरूष स्वामी टेऊराम जी ने कहा संत मिले कुछ सुनीए- कहिए उसके बाद <strong> स्वामी जी </strong> ने कहा :-

            <div style="
    max-width: 600px;         
    margin: 20px auto;         
    padding: 10px 15px;        
    background: #fffaf0;
    border: 2px solid #b8860b;
    border-radius: 12px;      
    box-shadow: 0px 2px 6px rgba(0,0,0,0.1);
    text-align: center;
    color: #4b2e05;
    font-size: 1.15em;         
    line-height: 1.7;         
    font-weight: 500;
">

  <p>संत मिले तो कुछ सुनीए कहिए, मिले असंत तो गुश्ट कर रहीए,<br>
  बाबा बोले, क्या कहीए, जैसे राम नाम रम रहीए।<br>
  संतन से बोले उपकारी, मूर्ख से बोले जखमारी,<br>
  बोलते बोलते बुढ़े पुकारा, बिन बोले क्या करहिं बिचारा।<br>
  कह कबीर, छो छा घट बोले भरीआ, होइ सो कबहू न डोले।</p>

</div>


महापुरूष टेऊराम जी व <strong> स्वामी जी </strong> ने परमार्थ की बाते कही। सत्संग हुआ सुनने वालो को काफी आनन्द आया। महापुरूष टेऊरामजी ने पंचायती थल्हे पर भजन कीर्तन किया उन्होंने रमैया-रमैया की धुनी लगाई सब भक्तगण सुधि से बैसुधि हो गये। <br><br>

अगले दिन पुनः महापुरूष स्वामी टेऊराम जी <strong> स्वामी जी </strong> से मिलने आए। 'संतनाम साखी' बोलकर दोनो आपस में परमार्थ की बाते करने लगे। महापुरूष स्वामी टेऊराम जी के साथ आए टेंऊराम जी ने <strong> स्वामी जी </strong> से पूछा कि आपकी अवस्था क्या है – बताएं। <strong> स्वामी जी </strong> ने कहा :- 

            <div style="
    max-width: 600px;         
    margin: 20px auto;         
    padding: 10px 15px;        
    background: #fffaf0;
    border: 2px solid #b8860b;
    border-radius: 12px;      
    box-shadow: 0px 2px 6px rgba(0,0,0,0.1);
    text-align: center;
    color: #4b2e05;
    font-size: 1.15em;         
    line-height: 1.7;         
    font-weight: 500;
">

  <p>न ग़म दुनिया का है मुझको, न दुनिया से किनारा है,<br>
  न लेना है, न देना है, न हीला है, न चारा है,<br>
  न अपने से मुहब्बत है, न नफ़रत गैर से मुझको,<br>
  सबको जाति एक देखें, यही मेरा निजारा है।</p>

</div>


उक्त पर चर्चा करते हुए फिर पुनः पूछा कि कौन सी स्थिति है - इस पर <strong> स्वामी जी </strong> ने कहा :- 

            <div style="
    max-width: 600px;         
    margin: 20px auto;         
    padding: 10px 15px;        
    background: #fffaf0;
    border: 2px solid #b8860b;
    border-radius: 12px;      
    box-shadow: 0px 2px 6px rgba(0,0,0,0.1);
    text-align: center;
    color: #4b2e05;
    font-size: 1.15em;         
    line-height: 1.7;         
    font-weight: 500;
">

  <p>जाति हमारी ब्रह्म है, माता-पिता हैं राम,<br>
  घर हमारा निजधाम है, अनहद में विश्राम।</p>

</div>


फिर दोनो महापुरूषो ने एक-दूसरे से रूकसत की। एक बार आरायुनि गोठ के भीमनदास, कन्हैयालाल, लक्ष्मणदास पर खून का इलजाम होने पर केस किया गया। वकीलो ने केस जीतने की उम्मीद से हाथ खड़े कर दिये इस परिवार को <strong> स्वामी जी </strong> के भक्तो ने कहा कि <strong> स्वामी जी </strong> के शरण जाइये। पूरा परिवार <strong> स्वामी जी </strong> के शरण में आ गया। <strong> स्वामी जी </strong> के शरण में आकर रोने लगे। संत हमेशा ही दयालु एवं दातार स्वभाव के होते है :-

            <div style="
    max-width: 600px;         
    margin: 20px auto;         
    padding: 10px 15px;        
    background: #fffaf0;
    border: 2px solid #b8860b;
    border-radius: 12px;      
    box-shadow: 0px 2px 6px rgba(0,0,0,0.1);
    text-align: center;
    color: #4b2e05;
    font-size: 1.15em;         
    line-height: 1.7;         
    font-weight: 500;
">

  <p>संतन बिन और न दाता बीना,<br>
  जो न सरन पड़े, साधू के सो पार ग्रामी होआ।</p>

</div>


<strong> स्वामी जी </strong> ने बोला कि रखो ईश्वर पर सब अच्छा ही होगा। परिवार को बोला कि 101 'सुखमनी के पाठ' करवाकर कन्याओ को भोजन कराके वस्त्र प्रदान करो। ईश्वरीय कृपा से कैस भीमनदास जी पर कोई दोष साबित नहीं हुआ केस जीत गए। <br>

एक बार महात्मा तीर्थदास जी <strong> स्वामी जी </strong> के दर्शन करने आए। <strong> स्वामी जी </strong> ने कहा कि इतना रटनु नही करो। एकान्त में रहकर उस्तती करो व सची मोज को ग्रहण करो महात्मा ने कहा कि मन बढ़ा चंचल है एकान्त वाली जगह नही मिल रही है- <strong> स्वामी जी </strong> ने कहा कि 'मुड़दै' को शमशान कितने चाहिए। <strong> स्वामी जी </strong> ने कहा :-

            <div style="
    mmax-width: 600px;         
    margin: 20px auto;         
    padding: 10px 15px;        
    background: #fffaf0;
    border: 2px solid #b8860b;
    border-radius: 12px;      
    box-shadow: 0px 2px 6px rgba(0,0,0,0.1);
    text-align: center;
    color: #4b2e05;
    font-size: 1.15em;         
    line-height: 1.7;         
    font-weight: 500;
">

  <p>मन चले तो चलन दे, तुम दृढ़ करो सरीर,<br>
  जैसे ढीली कमान से न जाए सके तीर।</p>

</div>


उसके बाद महात्मा तीर्थदास रवाना हुए व एकान्त में रहकर नाम की कमाई की। <br><br>

<strong> स्वामी जी </strong> के दर्शन करने काफी संतमण्डल आते थे। परन्तु स्वामी कही नहीं जाते थे। शिष्यों ने पूछा कि आप कही नही जाते <strong> स्वामी जी </strong> ने कहा कि अपने सत-सरूप आत्मा का दर्शन कर लिया है उसके बाद किसी के दर्शन की ईच्छा नही है उन्होने कहा :- 

            <div style="
    max-width: 600px;         
    margin: 20px auto;         
    padding: 10px 15px;        
    background: #fffaf0;
    border: 2px solid #b8860b;
    border-radius: 12px;      
    box-shadow: 0px 2px 6px rgba(0,0,0,0.1);
    text-align: center;
    color: #4b2e05;
    font-size: 1.15em;         
    line-height: 1.7;         
    font-weight: 500;
">

  <p>एक बार हरी दर्शनु जांको देखन योग्य रहे,<br>
  बिन तांको जास लोभ कर लाभ अपरना,<br>
  जा सुखु कर सुख और न वरना?</p>

</div>



एक बार कासिम गोठ से पंडित स्वामी हरदेव सिंघ जी संत मण्डली सहित <strong> स्वामी जी </strong> के दर्शन करने आए तथा <strong> स्वामी जी </strong> के कमरे के बाहर बैठ गये। <strong> स्वामी जी </strong> कमरे के अन्दर आवाज सुनकर बाहर आए व पंडित जी के 'वाहेगुरू जी की फतह' बोली। <strong> स्वामी जी </strong> स्वयं किसी से कोई बात नही पूछते पंडित स्वामी हरदेव सिंघ जी ने पूछा कि किस विचार में बैठे है <strong> स्वामी जी </strong> ने कहा 'ब्रहमदेखीए, ब्रहम सुणीए, ब्रहम नदरी' आया। <br><br>

पंडित जी ने पूछा कि ज्ञानी किसको बोलते है <strong> स्वामी जी </strong> ने बोला कि :- <br><br>

            <div style="
    max-width: 600px;         
    margin: 20px auto;         
    padding: 10px 15px;        
    background: #fffaf0;
    border: 2px solid #b8860b;
    border-radius: 12px;      
    box-shadow: 0px 2px 6px rgba(0,0,0,0.1);
    text-align: center;
    color: #4b2e05;
    font-size: 1.15em;         
    line-height: 1.7;         
    font-weight: 500;
">

  <p>जो नर दुख मंहिं दुख नहीं मानहिं,<br>
  सुख सनेह और भय नहीं जांके, कंचन माटी मानें।</p>

  <p>नंह निंदिया, नंह उस्तत जांकी,<br>
  लोभ मोह अभिमाना,<br>
  हरख सोग ते रहे न्यारा,<br>
  नाहीमान अपमाना।</p>

  <p>आशा मन्शा सगल त्यागे,<br>
  जुगिती रहे निरासा,<br>
  काम कोध जहि परसे नाहिनि,<br>
  तह घर ब्रह्म निवासा।</p>

  <p>गुरु कृपा जहि नरकऊ कीने,<br>
  तह इह जुगत पुछाई,<br>
  नानक लीन भए गोबिंद सियूं,<br>
  जीवन पानी संग पानी।</p>

</div>


<strong> स्वामी जी </strong> जब से 'अब्दूगोठ' में रहने आए तब से अब्दू शहर के भाग्य जागे। <strong> स्वामी जी </strong> 'अब्दूगोठ' में रहते हुए आठ वर्ष हो गए। पर अब <strong> स्वामी जी </strong> की तबियत खराब रहने लगी। दो-ढाई महीने हो गये फायदा नही हुआ। महात्मा तीर्थदास, महात्मा रामप्रकाश काफी संत मण्डल भी आए। कुछ दिनों के बाद संतमंडल ने पूछा कि हमे जाना है <strong> स्वामी जी </strong> ने कहा भले जाओ जिस भाव से पूछ रहे हो, आगे बतायेंगे, अभी हमे जाने में देर है। लेसूड़ी आश्रम के गादी-नशीन स्वामी नारायणदास जी बाहर से घूम-फिरकर आ गए। <br><br>

<strong> स्वामी जी </strong> ने एक दिन शाम के समय सत्संग में कहा कि मेरे चित को शान्ती दियो अब हम पंचतत्व शरीर को छोड़कर निजधाम जा रहे है। इतना सुनकर सब साधु संगत के आखों से आंसू निकल आए। सब लोग हाथ जोड़कर विनती करने लगे कि ऐसा कैसे संभव है। उन्होंने कहा शरीर के प्रालबोध भोगु पूर्ण हुआ है। <br><br>

सर्वसाद संगति ने खड़े होकर <strong> स्वामी जी </strong> को अरदास की कहा कि सब कुछ आपके हाथ में है। संगत के काफी आग्रह को ध्यान में रखकर <strong> स्वामी जी </strong> ने कहा चलो एक हफ्ता ओर रह जाता हूँ। <strong> स्वामी जी </strong> की यह बात फेल गयी। उसके पश्चात बाहर से, शहर से काफी प्रेमी दर्शन व ज्ञानवार्ता के लिए आ गए। समय निकल गया। एक दिन पहले बोले कि कल हम 10 बजे सुबह रवाना होगे। हिसाब किताब चैक किया जो रूपया बच गया उसको पक्षियों का दाना एवं गरीबों- अन्धों के बीच बांटने को कही। और कहा कि :- <br><br>

            <div style="
    max-width: 700px;
    margin: 30px auto;
    padding: 25px;
    background: #fffaf0;
    border: 2px solid #b8860b;
    border-radius: 12px;
    box-shadow: 0px 4px 10px rgba(0,0,0,0.1);
    font-size: 1.2em;
    color: #4b2e05;
    line-height: 1.8;
    font-weight: 500;
">

  <ul style="list-style-type: '→ '; margin:0; padding-left:25px;">
    <li>हमारी समाधि नहीं रखना।</li>
    <li>शरीर का अग्नि संस्कार करना।</li>
    <li>कोई भी कर्मकाण्ड नहीं करना, क्योंकि हमने स्नान नहीं किया है।</li>
  </ul>

</div>


<strong> स्वामी जी </strong> ने कहा कि मैने अपने जीवन में 3 उद्देश्य रखे थे वह पूरे हुए। जैसे :- <br>

        <div style="
    max-width: 650px;
    margin: 30px auto;
    padding: 25px;
    background: #fffaf0;
    border: 2px solid #b8860b;
    border-radius: 12px;
    box-shadow: 0px 4px 10px rgba(0,0,0,0.1);
    font-size: 1.2em;
    color: #4b2e05;
    line-height: 1.8;
    font-weight: 500;
">

  <ol style="margin:0; padding-left:25px;">
    <li>अपने लिये कोई स्थान नहीं बनायेंगे।</li>
    <li>रूपया जमा नहीं करेंगे।</li>
    <li>स्त्री का संग नहीं करेंगे।</li>
  </ol>

</div>


उन्होंने कहा सतगुरूओं की कृपा से सब ठीक हुआ। शरीर की यात्रा पूरी हो रही है। शाम के समय भाई कर्मचन्द्र, भाई चेटूराम, भाई पहलूराम, सेठ नारायणदास, सेठ सुगनाराम व मास्टर भजनदास को बोला कि कल सुबह 10 बजे सुखमनी साहब की 'आठवी अष्टपदी ब्रहम ज्ञानी' की अखण्ड पढ़ते रहना। <br><br>

उपस्थित पंडितो ने <strong> स्वामी जी </strong> से पूछा कि आप निजधाम पधार रह रहे है, इस हेतु अपनी निशानी बताईये। <strong> स्वामी जी </strong> ने कहा कि :- 

        <div style="
    max-width: 700px;
    margin: 30px auto;
    padding: 25px;
    background: #fffaf0;
    border: 2px solid #b8860b;
    border-radius: 12px;
    box-shadow: 0px 4px 10px rgba(0,0,0,0.1);
    text-align: left;
    font-size: 1.2em;
    color: #4b2e05;
    line-height: 1.8;
">

  <ol style="margin:0; padding-left:25px; font-weight:500;">
    <li>सुबह 5 बजे से 10 बजे तक शरीर में कोई बीमारी नहीं दिखेगी।</li>
    <li>देवतागण फूलों की वर्षा करेंगे, अर्थात बारिश होगी।</li>
    <li>शरीर के शांत होने के बाद देखना।</li>
  </ol>

</div>


साधु संगत ने पूछा कि आप किस पर कृपा करके जा रहे हो <strong> स्वामी जी </strong> ने कहा तिलोकदास (जयबाबा) हमारी गद्दी संभालेगे। उन्होने कहा कि हमने इनका जन्म-मरण सभ काट दिया है। <strong> स्वामी जी </strong> ने सुबह 9 बजे जयबाबा जी से कहा कि यहा बैठ जाओ फिर कहा हम अभी तैयार है। ठीक 10 बजे <strong> स्वामी जी </strong> की थोड़ी सी गर्दन नीचे लटक कर फिर अपने स्थान पर आ गई, ठीक उसी समय बारिश होने लगी। <br><br>

यह एक अजब सी बात थी कि सुबह 9 बजे के बैठे हुए 3 बजे तक बिना आधार के बैठे ही रहे। शब्द कीर्तन चल रहा था। मुख की सोभ्या पूर्व जैसी रही। 3 बजे स्नान इत्यादि करवाकर कपड़े पहनाकर एक स्थान पर बैठाकर शोभायात्रा निकाली गई व श्मशान भूमि पर नियमानुसार कार्य किया गया। शाम को 6 बजे वापिस आकर श्री गुरूग्रंथ साहिब जी का पाठ साहब प्रारम्भ किया गया। कीर्तन सुबह शाम होने लगा। चतुर्थ दिवस पर शरीर की हड्डियाँ परवान की गई। तेरहवे दिन पाठ साहिब का भोग साहब किया गया। <br><br>

अब्दु शहर के सत्संगियों ने तन, मन, धन से सेवा कार्य किया। वही दिन याद आ रहे है। <br><br>

<div style="
    max-width: 700px;
    margin: 30px auto;
    padding: 25px;
    background: #fffaf0;
    border: 2px solid #b8860b;
    border-radius: 15px;
    box-shadow: 0px 4px 12px rgba(0,0,0,0.1);
    text-align: center;
    color: #4b2e05;
    line-height: 1.9;
    font-size: 1.2em;
    font-weight: 500;
">

  <div style="font-size:1.5em; font-weight:bold; color:#b8860b; margin-bottom:20px;">
    जय हो, जय हो, जय हो, सचा सतगुर तुहिंजी कमाई
  </div>
  <div style="margin-bottom:25px;">
    कहिड़ी करियां मां मुख सां तुहिंजी वदाई।
  </div>

  <div style="text-align:left; display:inline-block;">
    <p><b>1.</b> बिया भी दुनियां में आहिनि, केई सचा साधू, केई सचा साधू<br>
    पर मुहिंजे लाइ तूं हिकिड़ो आहीं, सिर संदो साई।</p>

    <p><b>2.</b> केई तुहिंजे दर ते आया थे सवाली, आया थे सवाली<br>
    कोन मोटियो को खाली हथिरें, इहा तुहिंजी पधिराई।</p>

    <p><b>3.</b> योग कला में पूरनु, एकान्त जो वासी, एकान्त जो वासी<br>
    रिधियूं सिधियूं घर जूं गोलियूं आहिनि सदाईं।</p>

    <p><b>4.</b> तो वटि केई थे आया, शंका करण वादीर, शंका करण वादी<br>
    नमस्कारू करे थे पोइते मोटिया, तन चिंता मिटाई।</p>

    <p><b>5.</b> अब्दू शहर में आएं, राम रूप खे धारे, राम रूप खे धारे<br>
    उदासीअ खे ज्ञानु सेखारे, उपदेशु दिनाईं।</p>
  </div>

  <div style="margin:20px 0; font-size:1.1em; color:#444;">
    ओम तत् सत् शान्ती शान्ती।
  </div>

  <div style="font-size:1em; font-weight:normal; margin-top:10px; color:#555;">
    ✍️ लेखक: <b>उदासी (स्वामी तिलोकिदासु)</b>
  </div>

<div style="
    display: flex;
    justify-content: center;
    margin: 20px 0;
">
  <div style="
      width: 100%;
      max-width: 400px;
      background: #fffaf0;
      border: 2px solid #b8860b;
      border-radius: 12px;
      box-shadow: 0px 3px 8px rgba(0,0,0,0.1);
      padding: 8px;
      box-sizing: border-box;
  ">
    <audio controls style="width: 100%;">
      <source src="jaibaba%20audios/jaiho-jaiho-jaiho-sacha-satgur.mp3" type="audio/mpeg">
      आपका ब्राउज़र ऑडियो प्लेयर को सपोर्ट नहीं करता।
    </audio>
  </div>
</div>
</div>



<div style="text-align:center; color:#b8860b; font-size:3em; font-weight:bold; margin-top:20px;">

हरिओम - हरिओम

            </div><br>

        `
    },

    jaibaba: {
        name: "जय बाबा साहिब जी",
        image: "images/sant-name.jpg",
        description: `
        
        <div style="text-align:center; color:#b8860b; font-size:1.2em; font-weight:bold; margin-top:20px;">

                श्री गुरूदेवाय नमः <br>
                जय सच्चिदानन्द <br><br>
                श्री श्री 1008 ब्रहम्नेष्ठी, नित्य वंदनीय, <br>
                नित्य दर्शनीय परम पूज्य सतगुरु देव भगवान<br>
                "जयबाबा साहिब" जी की जन्म साखी<br><br>
            </div>



परम पूज्य सतुगरू <strong>जयबाबा साहिब जी</strong> का जन्म सिंध नदी के किनारे स्थित <strong>सक्खर शहर</strong> के <strong>अब्दुगोठ</strong> में लछवाणी परिवार में <strong>पिता श्री वरियोमल माता छजलबाई</strong> के घर दिनांक 01 अप्रैल 1905 साओ अवतार (चेत महिना सम्वत् 1962) समय प्रातःकाल की <strong>अमृत वेला</strong> में हुआ। चन्द्र देव जी की दूधिया किरणो एवं प्रभात वेला के शीतल वातावरण, वृक्षो पर ओस का अहसास, फूलो की फुहार में अवतारी देवपुरूष का जन्म हुआ। आसमान में चमकते प्रभात के सितारे भी अद्भूत बालक के दर्शन की आस लगाये दिखे। <br><br>

सांसारिक यात्रा में बालक के जन्म पर माखी (शहद) चटाई के बाद नवजात बालक स्वभाव वश रोना बंद करते है परंतु यह बालक माखी चटाई के बाद रोने के रूप में <strong>हरिओम हरिओम</strong> कहकर मुस्कुराये। <br><br>

छठवें दिन (छठी पर्व पर) दरबार साहब में <strong>कंढांवा साहब</strong> करवाकर श्री गुरुग्रंथ साहिब के वचनामृत अनुसार नाम <strong>खटणमल</strong> रखा गया। <strong>जयबाबा साहिब जी</strong> शिशु उम्र में हमेशा ही मुस्कुराते रहते, मुख-मण्डल हमेशा ही चन्द्रमा की तरह चमकता हुआ महसूस किया गया। आस-पडोस के लोग <strong>जयबाबा साहिब जी</strong> को देखकर हमेशा ही खुश होते थे। <br><br>

<strong>जयबाबा साहिब जी</strong> के जन्म के बारह माह में माताजी छजलबाई का स्वर्ग लोक गमन हो गया, परिवार के अन्य बुजुर्ग महिलाओं का भी शरीर शांत हो गया। जिससे घर में उदासी" छा गई। <strong>जयबाबा साहिब जी</strong> की बडी बहिन <strong>ईसरबाई</strong> छोटे बालक <strong>जयबाबा साहिब जी</strong> को अपने साथ अपने ससुराल ले गई वहां पर परवरिश करने लगी। <br><br>

कुछ समय बाद <strong>जयबाबा साहिब जी</strong> का स्वास्थ कुछ ज्यादा खराब हो गया। दवाईयां भी असर नहीं कर रही थी। दुआ लेने के लिहाज से परिवार के सदस्य गण <strong>जयबाबा साहिब जी</strong> को बाबा सुखरामदास जी के पास ले गये। उनको निवेदन किया कि बालक आपकी शरण में है कृपया आप कृपा करो। <br><br>

संत कृपालु व दयावान होते है। उन्होने <strong>जयबाबा साहिब जी</strong> को देखते ही कहा इस बालक की उम्र बडी है तथा बालक में <strong>सिद्ध पुरुष</strong> के लक्षण है। बाबा जी ने "अब्दू" दरबार के श्री गुरूग्रंथ साहिब से चार कोने धोकर जल पिलाया तथा जपुजी साहब की पंच पोडियू पढी। कुछ ही दिनों में बालक <strong>जयबाबा साहिब जी</strong> स्वस्थ हो गये। <br><br>

<strong>जयबाबा साहिब जी</strong> का मन स्कूल पढाई में नहीं लगता था फिर उनको लेसुणी आश्रम में बाबा, नारायणदास जी के पास भेजा गया, उन्होने <strong>'गुरूमुखी 'फारसी'</strong> एवं <strong>'दृष्टवाणिकी'</strong> सिखाई जिससे <strong>जयबाबा साहिब जी</strong> स्वंय विद्वान हो गये। वह हमेशा ही सादा कपडा पहनने, सादा खाना व एक टाईम खाना खाने तथा सादा बिस्तर लगाने पर विश्वास करते रहे। <br><br>

स्वामी <strong>जयबाबा साहिब जी</strong> की हमेशा ही सबके साथ हमदर्दी थी जो कोई भी भक्त/शिष्य बीमार हो जाता जब तक वह ठीक न हो जाता तब तक उनके पास जाते व हाल चाल पूछते रहते। गरीब-अमीर में कोई फर्क नहीं करते। जिनको दवा करने की सामर्थ्य नहीं होती उसको मदद करते, दवा मंगवाके देते या फिर कहते कि श्री नोतनदास की दुकान से दवाई लेलो, हम अपने आप हिसाब करेंगे। <br><br>

साधू संतो की हमेशा सेवा करते भोजन कराते व दान देते थे। पूरे शहर के रहने वालो का स्वामी <strong>जयबाबा साहिब जी</strong> से अटूट प्रेम हो गया। <br><br>

<strong>अब्दू गोठ</strong> में रहने वाले समाज व पंचायतों के लोगो में वैमन्स्यता पैदा हुई तथा पंचायते 3 भागो में विभक्त हो गई। यह बात सुनकर <strong>जयबाबा साहिब जी</strong> को काफी तकलीफ हुई। इसके कारण से उन्होंने <strong>अब्दू</strong> दरबार का त्याग कर अन्य तीर्थस्थान पर जाने का मन बनाया। यह जानकर भक्तगण काफी उदास हुये <strong> स्वामी जी </strong> से रूकने का निवेदन किया। परन्तु <strong> स्वामी जी </strong> ने नहीं माना तथा कुछ सामान लेने से भी मना किया तथा तीर्थ यात्रा पर चले गये। यात्रा पूरी करने के पश्चात् सक्खर में आकर रहे। कुछ समय बाद <strong>अब्दूगोठ</strong> वाले आ गये। <strong>जयबाबा साहिब जी</strong> के मना करने के पश्चात भी वह प्रेमवश साथ ले गये। <strong>अब्दूगोठ</strong> के <strong>लाडकांणे</strong> में आकर भगत सुगनाराम के घर पर आ गये वही पर सत्संग प्रारंभ किया। परन्तु कुछ समय में जगह कम पढने लगी। फिर <strong>जयबाबा साहिब जी</strong> अपने भाई मास्टर शिवनदास के विनती करने पर उनके भवन में ऊपर स्थान पर सत्संग करना प्रारंभ किया। <br><br>

दरिया नदी स्थान पर महिलाओं के स्नान करने का स्थान ढंका हुआ नहीं था। <strong>जयबाबा साहिब जी</strong> ने पूज्य पंचायत के माध्यम से ढका हुआ स्थान बनवाया। <br><br>

परम पूज्य गुरू महाराज <strong>जयबाबा साहिब जी</strong> ने मांस इत्यादि न खाने के लिये सत्संग में हमेशा समझाईश देते रहे एक बार 102 लोगो का जत्था बनाकर प्रत्येक घर, दुकान पर जाते रहे। सबको कहते हम आपसे मांस न खाने का दान लेने आये है, इस मुहिम से काफी शहरवासियों ने मास खाना बंद किया। <br><br>

<strong>जयबाबा साहिब जी</strong> ने गाय माता के लिये गौशाला बनवाई व अन्य भी काफी भलाई व जगहित वाले कार्य करते रहे जैसे - <br>

1.⁠ ⁠हिन्दी पाठशाला खोलना, <br>

2.⁠ ⁠कन्याओं के विवाह हेतु सेवामण्डल का गठन, <br>

3.⁠ ⁠प्रतिदिन सुबह शाम सत्संग,<br>

4.⁠ ⁠साओ इतवार का सत्संग एक मेले के रूप में करना,<br>

5.⁠ ⁠धर्म का प्रचार,<br>

6.⁠ ⁠गरीबवृत को मदद करना,<br>

7.⁠ ⁠गरीबो व असहाय लोगों के लिये दवाएँ दिलवाना।<br><br>

उल्लेखित अ‌द्भुत कार्यों से समाज में प्रसिद्धि बढने लगी / प्रत्येक समाज के लोग <strong>जयबाबा साहिब जी</strong> का आदर से सम्मान करते रहे। <br><br>

वर्ष 1948 में भारत पाकिस्तान बंटवारे के समय <strong>जयबाबा साहिब जी</strong> बम्बई, अहमदाबाद, देवलाली से होते हुये कल्याण कैम्प (उल्लासनगर) में आये। यहां पर धर्म प्रचार करते-करते नवीन सत्संग स्थान बनाया। जिसका नाम <strong>निजधाम आश्रम</strong> रखा गया। <br><br>

तत्पश्चात <strong>जयबाबा साहिब जी</strong> ने ग्वालियर, कोटा, अहमदाबाद, सूरत व पूना में नवीन स्थानों पर <strong>निजधाम आश्रम</strong> स्थापित किया व आश्रम में दवाखाने बनवाएँ। <br><br>

<strong>जयबाबा साहिब जी</strong> में देवपुरूष की महानता परिलक्षित होती रही। संतो/ महात्माओं की 4 निशानी <strong>जयबाबा साहिब जी</strong> में हमेशा मिलती रही जैसे - <br>

1.⁠ ⁠<strong>कहिणी</strong> - जो कहते उसी पर चलते रहे। <br>

2.⁠ <strong>⁠रहणी</strong> - जो कहते उसी पर रहते।<br>

3.⁠ ⁠<strong>बहणी</strong> - बैठक-एक ही स्थान पर मजबूती की तरह बैठते रहे।<br>

4.⁠ ⁠<strong>सहणी</strong> - सहन शक्ति रही।<br><br>

<strong>जयबाबा साहिब जी</strong> 69 वर्ष की उम्र में सांसारिक जीवन यात्रा में अस्वस्थ हो गये। सभी भक्तगणों को बुलाकर बोला कि हम इस पंच भूतक शरीर को त्यागकर सचखण्ड दरबार जा रहे है। यह बात सुनकर सारे सत्संगियों को दुख हुआ व सब भक्तगण रोने लगे। हाथ जोडकर विनती की कि ऐसा कैसे होगा। <br><br>

<strong>जयबाबा साहिब जी</strong> ने बोला कि इस शरीर का समय पूरा हो कर परलोक में जाने का समय हो चुका है। एक सप्ताह के अंदर जाना होगा। परन्तु संगत ने कहा अभी निजधाम आश्रम का काम होना शेष है। हमें सेवा कार्य का अवसर दे। <strong>जयबाबा साहिब जी</strong> ने सर्वसाद संगत का प्रेम देखकर कहा कि ठीक है पर एक शर्त है। आपको परम पूज्य सतगुरू महाराज रामदास जी को अरदास / विनती करना होगी। श्री गुरूग्रंथ साहिब का अखण्ड पाठ साहब रखना होगा। पूजा करना होगी व इजाजत लेना होगी। <br><br>

उसके पश्चात <strong>जयबाबा साहिब जी</strong> की सत्संग सुनने व मिलने के लिये काफी सत्संगी, साधूसंत आने लगे। दान इत्यादि की सीमा बढ़ती गई। उसी समय अंदर से एक आवाज आई कि "जयबाबा साहिब जी" अभी एक वर्ष और रहेंगे। <br><br>

समय गुजरता गया। सारा कार्य पूर्ण हुआ। परमपूज्य <strong>जयबाबा साहिब जी</strong> ने सब के कार्य रास किये। एकबार <strong>जयबाबा साहिब जी</strong> ने सूरत जाते समय बोला कि निभाने जा रहे है, हमेशा के लिये निभाके सोमवार को आ जायेंगे।<br><br>

शुकवार को श्री गुरूग्रंथ साहिब के अखण्ड पाठ साहिब प्रारंभ किया। परम पूज्य जयबाबा साहिब जी ने स्वंय आरती व अरदास की। शनिवार को <strong>रामनगर सूरत</strong> से सेवादार निवेदन करने आये कि आप चलो कल साओ इतवार है वहां पर सत्संग करें, इधर <strong>जयबाबा साहिब जी</strong> जहां सूरत पुराने स्थान पर रूके वहां पर भी भक्तगणों ने निवेदन कर बोला कि आप यहां पर सत्संग करे।<br><br>

<strong>जयबाबा साहिब जी</strong> ने बोला कि आप शरीर को ले जाना चाहते हो या आत्मा को। <br><br>

परन्तु संगत नहीं समझ पाई। साओ इतवार को सुबह 5 बजे <strong>जयबाबा साहिब जी</strong> उठकर नित्य किया की फिर चाय पी, उसके बाद <strong>जयबाबा साहिब जी</strong> को सीने का दर्द हुआ। डॉक्टर को बुलाया गया। ब्लड प्रेशर कम हो रहा था। डॉक्टर ने इंजेक्शन लगाया। "जयबाबा साहिब जी" ने डॉक्टर को बोला कि इंजेक्शन लगा रहे है होगा कुछ भी नहीं। <strong>जयबाबा साहिब जी</strong> रामायण, गीता एवं श्री गुरूग्रंथ साहिब जी के श्लोक का उच्चारण करने लगे बोला - <br>

<div style="text-align:center; color:#b8860b; font-size:1.2em; font-weight:bold; margin-top:10px;">
                "जैसे ही भउ बहेता जैसे मिली सहाई,<br>
                आप त मिले ताहिको, तोहि तहां ले जाइ । <br>
            </div>

<br>अर्थात् भावी / मुक्द्धर या तकदीर जो ईश्वर कागजो में लिखी है वैसे ही आपको मदद मिलेगी। आप भावी के पास पहुंच नहीं पाओगे परन्तु भावी आपको उस स्थान पर ले जायेगी। <br><br>

<strong>जयबाबा साहिब जी</strong> ने सुबह 8:20 पर <strong>अंतिम ओबासी</strong> ली व बैठकर सबको आशीर्वाद दिया। एक घण्टे तक स्वामी <strong>जयबाबा साहिब जी</strong> बैठे रहे फिर प्रेमियों ने सुला दिया। <br><br>

जैसे कि संगत को उल्लासनगर में <strong>जयबाबा साहिब जी</strong> ने बोला था कि सोमवार को आयेंगे वैसा ही हुआ सादसंगत <strong>जयबाबा साहिब जी</strong> को सोमवार को उल्लासनगर लेकर आये। <br>

<div style="text-align:center; font-weight:bold; font-size:1.2em; color:#b8860b; margin:15px 0;">
  -----------------------------------<br>
  "हरिओम - हरिओम" <br>
</div>





<br><br>
    <div style="position: relative; width: 100%; max-width: 800px; margin: 0 auto; height: 0; padding-bottom: 56.25%;">
  <iframe 
      src="https://www.youtube.com/embed/vWt2y3RUt_0?start=0"
      title="जय बाबा साहिब जी जीवन गाथा"
      frameborder="0"
      allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture"
      allowfullscreen
      style="position: absolute; top: 0; left: 0; width: 100%; height: 100%;">
  </iframe>
</div>


<br><br>`

    }
};
