const saintsData = {
    ramdas: {
        name: "बाबा रामदास साहिब जी का जीवन चरित्र",
        image: "images/baba-ramdas.jpg",
        description: `
            <div style="text-align:center; color:#b8860b; font-size:1.2em; font-weight:bold; margin-top:20px;">

                श्री गुरूदेवाय नमः <br>
                जय सच्चिदानन्द <br>
                सत् चित् श्रीमान 1008 ब्रह्मनेष्ठी <br>
                धनगुरू स्वामी बाबा रामदास साहिब जी<br>
                का जीवन चरित्र<br><br>
            </div>
            <div style="text-align:center; color:#b8860b; font-size:1.2em; font-weight:bold; margin-top:10px;">
                दोहा - बाल यतीवर श्री गुरू गुरू रामदास को वंद<br>
                जास कृपा ते पावहों, पूरन सच्चिदानन्द ।
            </div>
            <br><br>
            धनगुरू बाबा रामदास साहिब जी का जन्म सिंधु देश में जिला सक्खर के अब्दुअ गोठ में
            पिता श्री जैसाराम जी एवं माता श्रीमती टिक्की बाई जी के यहां महाशिवरात्रि के पावन दिन हुआ। 
            धनगुरू बाबा रामदास साहिब जी ने हस्ते-मुस्कराते हुए जन्म लिया। स्वामी जी का प्रारंभिक नाम
            श्री गुरुग्रंथ साहिब के वचन के साथ श्री शेवकराम रखा गया।<br><br>
            स्वामी जी के जन्म के पश्चात घर-परिवार में रिद्धि-सिद्धी का वास महसूस किया गया।
            स्वामी जी (शेवकराम) बाल्य अवस्था में हमेशा ही हस्ते-खिलखिलाने वाले स्वभाव के रहे। 
            स्वामी जी के पिताश्री उन्हें हमेशा ही सत्संग में ले जाते थे।<br><br>
            एक बार उस आश्रम के संत बाबा सुखराम दास (जो कि स्वयं सूरदास थे) के चरणों में रखकर 
            स्वामी जी के पिता ने उनका परिचय दिया। बाबा सुखराम दास जी ने बालक पर हाथ रखकर कहा कि 
            यह बालक ईश्वर भगत है और निश्चित रूप से महापुरूष बनेगा। उनका वचन सत्य साबित हुआ — <br>

            <div style="text-align:center; color:#b8860b; font-size:1.2em; font-weight:bold; margin-top:20px;">
            संत वचन पल्टे नहीं, पलट जाइ ब्रह्मंड।<br>
            </div>


            बाल्य अवस्था में स्वामी जी के स्वभाव एवं लीलाएं भगवान श्रीराम, श्रीकृष्ण और नानक शाह जैसी प्रतीत होती थीं।
            वे संत-फकीर को बिना सेवा और भोजन कराए वापस नहीं जाने देते थे।<br><br>
            एक बार स्वास्थय खराब होने पर स्वामी जी को लेसुणी आश्रम के संत बाबा आरतराम जी के पास ले जाया गया।
            उन्होंने जल पिलाया और कहा कि यह बालक सिद्ध पुरूष है।<br><br>
            स्वामी जी हमेशा ‘सुखमनी साहिब’ का यह पंक्ति पढ़ते थे:<br>

<div style="text-align:center; color:#b8860b; font-size:1.2em; font-weight:bold; margin-top:20px;">
            शेवक कऊं शेवा बन आई हुकुम बोझ परम पद पाए <br>
            उसके ऊपर नाहीं बीचार, जांके मन वस्या निरंकार | <br>
            बंधन तोड़ भए निरवैर अन दिन पुरझंइ गुर के पैर <br>
            उहे लोक सुखी परलोक सुहेले नानक हर प्रभ आपहि मेले । <br><br>
            </div>

            पिता के स्वर्गलोक गमन के बाद स्वामी जी शिकारपुर में संतों के आश्रम में सेवा हेतु चले गए 
            और मन में निश्चय किया कि संत पंडित स्वामी हरनामदास साहिब जी से गुरूदीक्षा लेंगे।
            एक दिन उनकी निष्काम सेवा देखकर स्वामी हरनामदास साहिब जी ने पूछा — "क्या चाहिए?"<br><br>
            स्वामी जी ने हाथ जोड़कर कहा:<br>

            <div style="text-align:center; color:#b8860b; font-size:1.2em; font-weight:bold; margin-top:20px;">
            जा चक जन जाचे प्रभु दानु करि कृपा देवहिं हर <br>
            नामु साध जनां की मांगऊं धूड़ि, पारब्रह्म मेरी श्रद्धा पूर <br>
            शरन जोग, सुनु शरन आए, कर कृपा प्रभ आप मिलाए ।<br><br>
            </div>

            इस भक्ति भाव को देखकर संत स्वामी हरनामदास साहिब जी ने उन्हें एकांत में ‘गुरू शब्द’ प्रदान किया, 
            अभ्यास का ज्ञान दिया और आशीर्वाद स्वरूप कहा:<br>
            <div style="text-align:center; color:#b8860b; font-size:1.2em; font-weight:bold; margin-top:20px;">
                स्वास स्वास सुमरहि गोबिंद मन अन्तर के उतरे चन्त <br>
                आश अंत त्याग॒हि तरंग संत जनां की धूड़ि मन मंग
            </div>
        `
    },

    jaibaba: {
        name: "जय बाबा साहिब जी",
        image: "images/sant-name.jpg",
        description: `
        
        <div style="text-align:center; color:#b8860b; font-size:1.2em; font-weight:bold; margin-top:20px;">

                श्री गुरूदेवाय नमः <br>
                जय सच्चिदानन्द <br><br>
                श्री श्री 1008 ब्रहम्नेष्ठी, नित्य वंदनीय, <br>
                नित्य दर्शनीय परम पूज्य सतगुरु देव भगवान<br>
                "जयबाबा साहिब" जी की जन्म साखी<br><br>
            </div>



परम पूज्य सतुगरू "जयबाबा" साहिब जी का जन्म सिंध नदी के किनारे स्थित "सक्खर शहर" के <strong>अब्दुगोठ</strong> में लछवाणी परिवार में <strong>पिता श्री वरियोमल माता छजलबाई</strong> के घर दिनांक 01 अप्रैल 1905 साओ अवतार (चेत महिना सम्वत् 1962) समय प्रातःकाल की 'अमृत वेला' में हुआ। चन्द्र देव जी की दूधिया किरणो एवं प्रभात वेला के शीतल वातावरण, वृक्षो पर ओस का अहसास, फूलो की फुहार में अवतारी देवपुरूष का जन्म हुआ। आसमान में चमकते प्रभात के सितारे भी अद्भूत बालक के दर्शन की आस लगाये दिखे। <br><br>

सांसारिक यात्रा में बालक के जन्म पर माखी (शहद) चटाई के बाद नवजात बालक स्वभाव वश रोना बंद करते है परंतु यह बालक माखी चटाई के बाद रोने के रूप में <strong>हरिओम हरिओम</strong> कहकर मुस्कुराये। <br><br>

छठवें दिन (छठी पर्व पर) दरबार साहब में "कंढांवा साहब" करवाकर श्री गुरुग्रंथ साहिब के वचनामृत अनुसार नाम <strong>खटणमल</strong> रखा गया। <strong>जयबाबा साहिब जी</strong> शिशु उम्र में हमेशा ही मुस्कुराते रहते, मुख-मण्डल हमेशा ही चन्द्रमा की तरह चमकता हुआ महसूस किया गया। आस-पडोस के लोग <strong>जयबाबा साहिब जी</strong> को देखकर हमेशा ही खुश होते थे। <br><br>

<strong>जयबाबा साहिब जी</strong> के जन्म के बारह माह में माताजी छजलबाई का स्वर्ग लोक गमन हो गया, परिवार के अन्य बुजुर्ग महिलाओं का भी शरीर शांत हो गया। जिससे घर में उदासी" छा गई। <strong>जयबाबा साहिब जी</strong> की बडी बहिन <strong>ईसरबाई</strong> छोटे बालक <strong>जयबाबा साहिब जी</strong> को अपने साथ अपने ससुराल ले गई वहां पर परवरिश करने लगी। <br><br>

कुछ समय बाद <strong>जयबाबा साहिब जी</strong> का स्वास्थ कुछ ज्यादा खराब हो गया। दवाईयां भी असर नहीं कर रही थी। दुआ लेने के लिहाज से परिवार के सदस्य गण <strong>जयबाबा साहिब जी</strong> को बाबा सुखरामदास जी के पास ले गये। उनको निवेदन किया कि बालक आपकी शरण में है कृपया आप कृपा करो। <br><br>

संत कृपालु व दयावान होते है। उन्होने <strong>जयबाबा साहिब जी</strong> को देखते ही कहा इस बालक की उम्र बडी है तथा बालक में <strong>सिद्ध पुरुष</strong> के लक्षण है। बाबा जी ने "अब्दू" दरबार के श्री गुरूग्रंथ साहिब से चार कोने धोकर जल पिलाया तथा जपुजी साहब की पंच पोडियू पढी। कुछ ही दिनों में बालक <strong>जयबाबा साहिब जी</strong> स्वस्थ हो गये। <br><br>

<strong>जयबाबा साहिब जी</strong> का मन स्कूल पढाई में नहीं लगता था फिर उनको लेसुणी आश्रम में बाबा, नारायणदास जी के पास भेजा गया, उन्होने <strong>'गुरूमुखी 'फारसी'</strong> एवं <strong>'दृष्टवाणिकी'</strong> सिखाई जिससे <strong>जयबाबा साहिब जी</strong> स्वंय विद्वान हो गये। वह हमेशा ही सादा कपडा पहनने, सादा खाना व एक टाईम खाना खाने तथा सादा बिस्तर लगाने पर विश्वास करते रहे। <br><br>

स्वामी <strong>जयबाबा साहिब जी</strong> की हमेशा ही सबके साथ हमदर्दी थी जो कोई भी भक्त/शिष्य बीमार हो जाता जब तक वह ठीक न हो जाता तब तक उनके पास जाते व हाल चाल पूछते रहते। गरीब-अमीर में कोई फर्क नहीं करते। जिनको दवा करने की सामर्थ्य नहीं होती उसको मदद करते, दवा मंगवाके देते या फिर कहते कि श्री नोतनदास की दुकान से दवाई लेलो, हम अपने आप हिसाब करेंगे। <br><br>

साधू संतो की हमेशा सेवा करते भोजन कराते व दान देते थे। पूरे शहर के रहने वालो का स्वामी "जयबाबा साहिब जी" से अटूट प्रेम हो गया। <br><br>

"अब्दू गोठ" में रहने वाले समाज व पंचायतों के लोगो में वैमन्स्यता पैदा हुई तथा पंचायते 3 भागो में विभक्त हो गई। यह बात सुनकर "जयबाबा साहिब जी" को काफी तकलीफ हुई। इसके कारण से उन्होंने "अब्दू" दरबार का त्याग कर अन्य तीर्थस्थान पर जाने का मन बनाया। यह जानकर भक्तगण काफी उदास हुये स्वामी जी से रूकने का निवेदन किया। परन्तु स्वामी जी ने नहीं माना तथा कुछ सामान लेने से भी मना किया तथा तीर्थ यात्रा पर चले गये। यात्रा पूरी करने के पश्चात् सक्खर में आकर रहे। कुछ समय बाद <strong>अब्दूगोठ</strong> वाले आ गये। <strong>जयबाबा साहिब जी</strong> के मना करने के पश्चात भी वह प्रेमवश साथ ले गये। <strong>अब्दूगोठ</strong> के <strong>लाडकांणे</strong> में आकर भगत सुगनाराम के घर पर आ गये वही पर सत्संग प्रारंभ किया। परन्तु कुछ समय में जगह कम पढने लगी। फिर <strong>जयबाबा साहिब जी</strong> अपने भाई मास्टर शिवनदास के विनती करने पर उनके भवन में ऊपर स्थान पर सत्संग करना प्रारंभ किया। <br><br>

दरिया नदी स्थान पर महिलाओं के स्नान करने का स्थान ढंका हुआ नहीं था। <strong>जयबाबा साहिब जी</strong> ने पूज्य पंचायत के माध्यम से ढका हुआ स्थान बनवाया। <br><br>

परम पूज्य गुरू महाराज <strong>जयबाबा साहिब जी</strong> ने मांस इत्यादि न खाने के लिये सत्संग में हमेशा समझाईश देते रहे एक बार 102 लोगो का जत्था बनाकर प्रत्येक घर, दुकान पर जाते रहे। सबको कहते हम आपसे मांस न खाने का दान लेने आये है, इस मुहिम से काफी शहरवासियों ने मास खाना बंद किया। <br><br>

"जयबाबा साहिब जी" ने गाय माता के लिये गौशाला बनवाई व अन्य भी काफी भलाई व जगहित वाले कार्य करते रहे जैसे - <br>

1.⁠ ⁠हिन्दी पाठशाला खोलना, <br>

2.⁠ ⁠कन्याओं के विवाह हेतु सेवामण्डल का गठन, <br>

3.⁠ ⁠प्रतिदिन सुबह शाम सत्संग,<br>

4.⁠ ⁠साओ इतवार का सत्संग एक मेले के रूप में करना,<br>

5.⁠ ⁠धर्म का प्रचार,<br>

6.⁠ ⁠गरीबवृत को मदद करना,<br>

7.⁠ ⁠गरीबो व असहाय लोगों के लिये दवाएँ दिलवाना।<br><br>

उल्लेखित अ‌द्भुत कार्यों से समाज में प्रसिद्धि बढने लगी / प्रत्येक समाज के लोग "जयबाबा साहिब जी" का आदर से सम्मान करते रहे। <br><br>

वर्ष 1948 में भारत पाकिस्तान बंटवारे के समय "जयबाबा साहिब जी" बम्बई, अहमदाबाद, देवलाली से होते हुये कल्याण कैम्प (उल्लासनगर) में आये। यहां पर धर्म प्रचार करते-करते नवीन सत्संग स्थान बनाया। जिसका नाम 'निजधाम आश्रम' रखा गया। <br><br>

तत्पश्चात "जयबाबा साहिब जी" ने ग्वालियर, कोटा, अहमदाबाद, सूरत व पूना में नवीन स्थानों पर 'निजधाम आश्रम' स्थापित किया व आश्रम में दवाखाने बनवाएँ। <br><br>

"जयबाबा साहिब जी" में देवपुरूष की महानता परिलक्षित होती रही। संतो/ महात्माओं की 4 निशानी "जयबाबा साहिब जी" में हमेशा मिलती रही जैसे - <br>

1.⁠ ⁠कहिणी जो कहते उसी पर चलते रहे। <br>

2.⁠ ⁠रहणी जो कहते उसी पर रहते।<br>

3.⁠ ⁠बहणी - बैठक-एक ही स्थान पर मजबूती की तरह बैठते रहे।<br>

4.⁠ ⁠सहणी सहन शक्ति रही।<br><br>

"जयबाबा साहिब जी 69 वर्ष की उम्र में सांसारिक जीवन यात्रा में अस्वस्थ हो गये। सभी भक्तगणों को बुलाकर बोला कि हम इस पंच भूतक शरीर को त्यागकर सचखण्ड दरबार जा रहे है। यह बात सुनकर सारे सत्संगियों को दुख हुआ व सब भक्तगण रोने लगे। हाथ जोडकर विनती की कि ऐसा कैसे होगा। <br><br>

"जयबाबा साहिब जी" ने बोला कि इस शरीर का समय पूरा हो कर परलोक में जाने का समय हो चुका है। एक सप्ताह के अंदर जाना होगा। परन्तु संगत ने कहा अभी निजधाम आश्रम का काम होना शेष है। हमें सेवा कार्य का अवसर दे। "जयबाबा साहिब जी" ने सर्वसाद संगत का प्रेम देखकर कहा कि ठीक है पर एक शर्त है। आपको परम पूज्य सतगुरू महाराज रामदास जी को अरदास / विनती करना होगी। श्री गुरूग्रंथ साहिब का अखण्ड पाठ साहब रखना होगा। पूजा करना होगी व इजाजत लेना होगी। <br><br>

उसके पश्चात "जयबाबा साहिब जी" की सत्संग सुनने व मिलने के लिये काफी सत्संगी, साधूसंत आने लगे। दान इत्यादि की सीमा बढ़ती गई। उसी समय अंदर से एक आवाज आई कि "जयबाबा साहिब जी" अभी एक वर्ष और रहेंगे। <br><br>

समय गुजरता गया। सारा कार्य पूर्ण हुआ। परमपूज्य "जयबाबा साहिब जी" ने सब के कार्य रास किये। एकबार "जयबाबा साहिब जी" ने सूरत जाते समय बोला कि निभाने जा रहे है, हमेशा के लिये निभाके सोमवार को आ जायेंगे।<br><br>

शुकवार को श्री गुरूग्रंथ साहिब के अखण्ड पाठ साहिब प्रारंभ किया। परम पूज्य जयबाबा साहिब जी ने स्वंय आरती व अरदास की। शनिवार को "रामनगर सूरत" से सेवादार निवेदन करने आये कि आप चलो कल साओ इतवार है वहां पर सत्संग करें, इधर "जयबाबा साहिब जी" जहां सूरत पुराने स्थान पर रूके वहां पर भी भक्तगणों ने निवेदन कर बोला कि आप यहां पर सत्संग करे।<br><br>

"जयबाबा साहिब जी" ने बोला कि आप शरीर को ले जाना चाहते हो या आत्मा को। <br><br>

परन्तु संगत नहीं समझ पाई। साओ इतवार को सुबह 5 बजे "जयबाबा साहिब जी" उठकर नित्य किया की फिर चाय पी, उसके बाद "जयबाबा साहिब जी" को सीने का दर्द हुआ। डॉक्टर को बुलाया गया। ब्लड प्रेशर कम हो रहा था। डॉक्टर ने इंजेक्शन लगाया। "जयबाबा साहिब जी" ने डॉक्टर को बोला कि इंजेक्शन लगा रहे है होगा कुछ भी नहीं। "जयबाबा साहिब जी" रामायण, गीता एवं श्री गुरूग्रंथ साहिब जी के श्लोक का उच्चारण करने लगे बोला - <br><br>

"जैसे ही भउ बहेता जैसे मिली सहाई, आप त मिले ताहिको, तोहि तहां ले जाइ" <br><br>

अर्थात् भावी / मुक्द्धर या तकदीर जो ईश्वर कागजो में लिखी है वैसे ही आपको मदद मिलेगी। आप भावी के पास पहुंच नहीं पाओगे परन्तु भावी आपको उस स्थान पर ले जायेगी। <br><br>

"जयबाबा साहिब जी" ने सुबह 8:20 पर 'अंतिम ओबासी' ली व बैठकर सबको आशीर्वाद दिया। एक घण्टे तक स्वामी "जयबाबा साहिब जी" बैठे रहे फिर प्रेमियों ने सुला दिया। <br><br>

जैसे कि संगत को उल्लासनगर में "जयबाबा साहिब जी" ने बोला था कि सोमवार को आयेंगे वैसा ही हुआ सादसंगत "जयबाबा साहिब जी" को सोमवार को उल्लासनगर लेकर आये। <br>

<div style="text-align:center; font-weight:bold; font-size:1.2em; color:#b8860b; margin:15px 0;">
  -----------------------------------<br>
  "हरिओम - हरिओम" <br>
</div>





<br><br>
    <iframe width="560" height="315" 
        src="https://www.youtube.com/embed/vWt2y3RUt_0?start=0" 
        title="जय बाबा साहिब जी जीवन गाथा" 
        frameborder="0" 
        allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture" 
        allowfullscreen>
</iframe>
<br><br>`

    }
};
