const saintsData = {
    ramdas: {
        name: "बाबा रामदास साहिब जी का जीवन चरित्र",
        image: "images/baba-ramdas.jpg",
        description: `
            <div style="text-align:center; color:#b8860b; font-size:1.2em; font-weight:bold; margin-top:20px;">

                श्री गुरूदेवाय नमः <br>
                जय सच्चिदानन्द <br>
                सत् चित् श्रीमान 1008 ब्रह्मनेष्ठी <br>
                धनगुरू स्वामी बाबा रामदास साहिब जी<br>
                का जीवन चरित्र<br><br>
            </div>
            <div style="text-align:center; color:#b8860b; font-size:1.2em; font-weight:bold; margin-top:10px;">
                दोहा - बाल यतीवर श्री गुरू गुरू रामदास को वंद<br>
                जास कृपा ते पावहों, पूरन सच्चिदानन्द ।
            </div>
            <br><br>
            धनगुरू बाबा रामदास साहिब जी का जन्म सिंधु देश में जिला सक्खर के अब्दुअ गोठ में
            पिता श्री जैसाराम जी एवं माता श्रीमती टिक्की बाई जी के यहां महाशिवरात्रि के पावन दिन हुआ। 
            धनगुरू बाबा रामदास साहिब जी ने हस्ते-मुस्कराते हुए जन्म लिया। स्वामी जी का प्रारंभिक नाम
            श्री गुरुग्रंथ साहिब के वचन के साथ श्री शेवकराम रखा गया।<br><br>
            स्वामी जी के जन्म के पश्चात घर-परिवार में रिद्धि-सिद्धी का वास महसूस किया गया।
            स्वामी जी (शेवकराम) बाल्य अवस्था में हमेशा ही हस्ते-खिलखिलाने वाले स्वभाव के रहे। 
            स्वामी जी के पिताश्री उन्हें हमेशा ही सत्संग में ले जाते थे।<br><br>
            एक बार उस आश्रम के संत बाबा सुखराम दास (जो कि स्वयं सूरदास थे) के चरणों में रखकर 
            स्वामी जी के पिता ने उनका परिचय दिया। बाबा सुखराम दास जी ने बालक पर हाथ रखकर कहा कि 
            यह बालक ईश्वर भगत है और निश्चित रूप से महापुरूष बनेगा। उनका वचन सत्य साबित हुआ — <br>

            <div style="text-align:center; color:#b8860b; font-size:1.2em; font-weight:bold; margin-top:20px;">
            संत वचन पल्टे नहीं, पलट जाइ ब्रह्मंड।<br>
            </div>


            बाल्य अवस्था में स्वामी जी के स्वभाव एवं लीलाएं भगवान श्रीराम, श्रीकृष्ण और नानक शाह जैसी प्रतीत होती थीं।
            वे संत-फकीर को बिना सेवा और भोजन कराए वापस नहीं जाने देते थे।<br><br>
            एक बार स्वास्थय खराब होने पर स्वामी जी को लेसुणी आश्रम के संत बाबा आरतराम जी के पास ले जाया गया।
            उन्होंने जल पिलाया और कहा कि यह बालक सिद्ध पुरूष है।<br><br>
            स्वामी जी हमेशा ‘सुखमनी साहिब’ का यह पंक्ति पढ़ते थे:<br>

<div style="text-align:center; color:#b8860b; font-size:1.2em; font-weight:bold; margin-top:20px;">
            शेवक कऊं शेवा बन आई हुकुम बोझ परम पद पाए <br>
            उसके ऊपर नाहीं बीचार, जांके मन वस्या निरंकार | <br>
            बंधन तोड़ भए निरवैर अन दिन पुरझंइ गुर के पैर <br>
            उहे लोक सुखी परलोक सुहेले नानक हर प्रभ आपहि मेले । <br><br>
            </div>

            पिता के स्वर्गलोक गमन के बाद स्वामी जी शिकारपुर में संतों के आश्रम में सेवा हेतु चले गए 
            और मन में निश्चय किया कि संत पंडित स्वामी हरनामदास साहिब जी से गुरूदीक्षा लेंगे।
            एक दिन उनकी निष्काम सेवा देखकर स्वामी हरनामदास साहिब जी ने पूछा — "क्या चाहिए?"<br><br>
            स्वामी जी ने हाथ जोड़कर कहा:<br>

            <div style="text-align:center; color:#b8860b; font-size:1.2em; font-weight:bold; margin-top:20px;">
            जा चक जन जाचे प्रभु दानु करि कृपा देवहिं हर <br>
            नामु साध जनां की मांगऊं धूड़ि, पारब्रह्म मेरी श्रद्धा पूर <br>
            शरन जोग, सुनु शरन आए, कर कृपा प्रभ आप मिलाए ।<br><br>
            </div>

            इस भक्ति भाव को देखकर संत स्वामी हरनामदास साहिब जी ने उन्हें एकांत में ‘गुरू शब्द’ प्रदान किया, 
            अभ्यास का ज्ञान दिया और आशीर्वाद स्वरूप कहा:<br>
            <div style="text-align:center; color:#b8860b; font-size:1.2em; font-weight:bold; margin-top:20px;">
                स्वास स्वास सुमरहि गोबिंद मन अन्तर के उतरे चन्त <br>
                आश अंत त्याग॒हि तरंग संत जनां की धूड़ि मन मंग
            </div>
        `
    },

    jaibaba: {
        name: "जय बाबा साहिब जी",
        image: "images/sant-name.jpg",
        description: `परम पूज्य गुरु महाराज “जय बाबा साहिबन” का जन्म सिन्धु नदी के किनारे स्थित सक्खर नगर के अब्दू गोठ नामक गाँव में लछवाणी परिवार में हुआ।
        उनके पिता का नाम ‘वरियोमल’ और माता का नाम ‘छजलबाई’ था। यह पावन जन्म 1 अप्रैल 1905 को रविवार के दिन (चैत्र मास, संवत 1962) अमृत वेले (सुबह के शुभ समय) हुआ।
        “जय बाबा” साहिबन के जन्म के समय प्रभात बेला में मानो आकाश से मोतियों और मणियों की वर्षा हो रही थी...<br><br>
    <iframe width="560" height="315" 
        src="https://www.youtube.com/embed/vWt2y3RUt_0?start=0" 
        title="जय बाबा साहिब जी जीवन गाथा" 
        frameborder="0" 
        allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture" 
        allowfullscreen>
</iframe>
<br><br>`

    }
};
